[
    {
        "name": "North",
        "banner": "./assets/img/rajasthan/rajasthan.jpg",
        "places": [
            {
                "name": "Haryana",
                "tagline": "​​A pioneer in Highway Tourism.",
                "banner": "./assets/img/haryana/haryana.jpg",
                "description": "Haryana is a vibrant state that has managed to retain the best of both worlds- the ancient yet vibrant past and an exciting future to look forward to. It is a state that celebrates art and culture much like the rest of India celebrating its festivals, a panorama of vivid landscapes and exquisite archaeology.",
                "image": "./assets/img/haryana/brahma.jpg",
                "largestCity": "Faridabad",
                "officialLang": "Hindi",
                "NearestAirport": "Chandigarh, New Delhi",
                "BestTime": " October to March",
                "longDescription": "Famous not just for its historical sites, its pleasant climate and its quaint landscapes, Haryana is also renowned for being a land of immense cultural diversity, a place often praised for its cordial and amicable ambience, and a state where modern buildings and edifices are as crucial as acres and acres of green fields, vibrant sunsets, and a rich culture that radiates through every nook and cranny of the state.",
                "placesToVisit": [
                    {
                        "name": "Gurgaon",
                        "description": "Gurgaon is not only one of the most urbanised cities of India, but it also boasts of a skyline that can easily rival those of Hong Kong and Singapore. Easily accessible from Delhi and Noida, Gurgaon is fast becoming a popular travel destination among holidaymakers. Starting from natural treasures to a flourishing lifestyle and a vibrant nightlife, Gurgaon has everything you could need.",
                        "images": [
                            {
                                "name": "Cyber Hub",
                                "image": "./assets/img/haryana/cyber.jpg"
                            },
                            {
                                "name": "Vintage Car Museum, Gurgaon",
                                "image": "./assets/img/haryana/vintage.jpg"
                            },
                            {
                                "name": "Kingdom of dream",
                                "image": "./assets/img/haryana/kingdom.jpg"
                            },
                            {
                                "name": "Appu Ghar",
                                "image": "./assets/img/haryana/appu.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kurukshetra",
                        "description": "Kurukshetra, also known as Dharmakshetra is known as the 'Land of the Bhagavad Gita'. Situated 170 km north to Delhi, the place is famous for the battle between the Kauvaras and the Pandavas in the Hindu epic, Mahabharata. It is the place where Lord Krishna is said to have recited the Bhagavad Gita to Arjuna",
                        "images": [
                            {
                                "name": "Brahma Sarovar",
                                "image": "./assets/img/haryana/brahma.jpg"
                            },
                            {
                                "name": "Jyotisar",
                                "image": "./assets/img/haryana/jyotisar.jpg"
                            },
                            {
                                "name": "Sheikh Cheli Mausoleum",
                                "image": "./assets/img/haryana/sheikh.jpg"
                            },
                            {
                                "name": "Krishna Museum",
                                "image": "./assets/img/haryana/krishna.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Panchkula",
                        "description": "One of the most planned towns of Haryana, Panchkula is a satellite town that forms the tricity with Chandigarh and Mohali. Ruled by the Chandels from 9th-12th Century, this hill-city derives its name from the five irrigation canals or 'kuls' which draw water from the uphill Ghagghar. Panchkula is famous for the ruins of the Chandels and trekking on Morni Hills teemed with peacocks.",
                        "images": [
                            {
                                "name": "Cactus Garden",
                                "image": "./assets/img/haryana/cactus.jpg"
                            },
                            {
                                "name": "Morni Hills",
                                "image": "./assets/img/haryana/morni.jpg"
                            },
                            {
                                "name": "Garden of Silence",
                                "image": "./assets/img/haryana/garden.jpg"
                            },
                            {
                                "name": "Nada Sahib",
                                "image": "./assets/img/haryana/nada.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Panipat",
                        "description": "Panipat is known for the three historical battles that were fought here. Innumerable monument, forts, temples and its magnificent historical connections make Panipat in Haryana an interesting tourist destination. Also known as 'City of Weavers', and 'Textile City', this is an important city for textile production.",
                        "images": [
                            {
                                "name": "Kala Amb",
                                "image": "./assets/img/haryana/kala.jpg"
                            },
                            {
                                "name": "Kabuli Bagh Mosque",
                                "image": "./assets/img/haryana/kabuli.jpg"
                            },
                            {
                                "name": "Panipat Museum",
                                "image": "./assets/img/haryana/panipat.jpg"
                            },
                            {
                                "name": "Shri Ram Sharanam",
                                "image": "./assets/img/haryana/nada.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Faridabad",
                        "description": "Faridabad is Haryana's largest city and its major industrial hub as well. Faridabad is the main part of district Faridabad which has two divisions - Faridabad and Ballabgarh. The city shares borders with New Delhi on its north, Gurgaon to its west and Uttar Pradesh on its south west ends.",
                        "images": [
                            {
                                "name": "Baba Farid's Tomb",
                                "image": "./assets/img/haryana/baba.jpg"
                            },
                            {
                                "name": "Sri Shirdi Sai Baba Temple",
                                "image": "./assets/img/haryana/saibaba.jpg"
                            },
                            {
                                "name": "Surajkund",
                                "image": "./assets/img/haryana/surajkund.jpg"
                            },
                            {
                                "name": "ISKCON Temple",
                                "image": "./assets/img/haryana/iskcon.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Karnal",
                        "description": "Nestled in the banks of the sacred Yamuna River, Karnal today is popularly called the ‘Rice Bowl of India’ for its vast rice fields. Located in the National Capital Region, Karnal has limited tourist attractions to see, the most popular of which is Karna Lake. It is believed that it was here that the mythological hero Karna, after whom the city is named, gave alms to the poor.",
                        "images": [
                            {
                                "name": "Karna Lake",
                                "image": "./assets/img/haryana/karna.jpg"
                            },
                            {
                                "name": "Gurudwara Manji Sahib",
                                "image": "./assets/img/haryana/guru.jpg"
                            },
                            {
                                "name": "Durga Bhavani temple",
                                "image": "./assets/img/haryana/durga.jpg"
                            },
                            {
                                "name": "Babur’s Masjid",
                                "image": "./assets/img/haryana/babur.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kalesar National Park",
                        "description": "Spread over a stretch of whopping 13,000 acres (53 km square) Kalesar National Park is a protected area in Yamuna Nagar, Haryana, perfect for nature enthusiasts and wildlife lovers. Because of its natural scenic beauty and amazing flora and fauna, the park is also an ideal tourist and picnic location for families. You can easily spot leopards and panthers. The place is equally loved by bird watchers, especially in winters when migratory birds fill the sky with vibrant colours.",
                        "images": [
                            {
                                "name": "Kalesar National Park",
                                "image": "./assets/img/haryana/kalesar.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Himachal Pradesh",
                "tagline": "​​Unforgettable Himachal.",
                "banner": "./assets/img/himachal/himachal.jpg",
                "description": "Himachal Pradesh is an Indian state located in the northern part of the country. Endowed with lofty Himalayan mountains, ancient religious sites and a cheerful culture, Himachal Pradesh is home to famous tourist destinations like Kullu, Manali, Chamba and Shimla.",
                "image": "./assets/img/himachal/daikund.jpg",
                "largestCity": "Shimla",
                "officialLang": "Hindi",
                "NearestAirport": "Chandigarh, Shimla, Kangra, Bhuntar",
                "BestTime": "September to June",
                "longDescription": "Himachal Pradesh is known as the state of apples all over India. It is also known for scenic landscapes, culture, adventure sports and a variety of fairs, festivals and celebrations throughout the year. McLeod Ganj, the abode of the 14th Dalai Lama is worth visiting. Himachal Pradesh also has plenty of forts, palaces, and monasteries that are of utmost cultural and historical importance. Himachal Pradesh is located in the north of India bordering Jammu & Kashmir, Uttarakhand, Uttaranchal and Punjab and a boundary with Tibet.",
                "placesToVisit": [
                    {
                        "name": "Manali",
                        "description": "One of the most popular hill stations in Himachal, Manali offers the most magnificent views of the Pir Panjal and the Dhauladhar ranges covered with snow for most parts of the year. With the Covid-19 pandemic going on, Manali has evolved to be a place loved by young people looking for longer stays for workation. With ambient cafes, good wifi availability, small eateries and convenient shops, Old Manali is among the favorite neighbourhood for such people. There are many homestays and hostels offering dorm beds for cheap for longer durations.",
                        "images": [
                            {
                                "name": "Solang Valley",
                                "image": "./assets/img/himachal/solang.jpg"
                            },
                            {
                                "name": "Rohtang pass",
                                "image": "./assets/img/himachal/rohtang.jpg"
                            },
                            {
                                "name": "Old Manali",
                                "image": "./assets/img/himachal/oldmanali.jpg"
                            },
                            {
                                "name": "Hidimba Temple",
                                "image": "./assets/img/himachal/hidimba.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kasol",
                        "description": "Kasol is a tourist attraction that is rapidly gaining fame as a popular hub for trekkers, backpackers, and nature lovers. Kasol is situated 23 kms from Bhuntar and next to the religious town of Manikaran and is one of the best places in the country just to sit back and chill in the panorama of snow-clad mountains, pine trees and gurgling river.",
                        "images": [
                            {
                                "name": "Chalal",
                                "image": "./assets/img/himachal/chahal.jpg"
                            },
                            {
                                "name": "Parvati River ",
                                "image": "./assets/img/himachal/parvati.jpg"
                            },
                            {
                                "name": "Kheerganga Trek",
                                "image": "./assets/img/himachal/kheerganga.jpg"
                            },
                            {
                                "name": "Evergreen Cafe",
                                "image": "./assets/img/himachal/evergreen.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Shimla",
                        "description": "The capital of Himachal Pradesh in India and a popular hill-station among Indian families and honeymooners. Situated at the height of 2200m, Shimla was the summer capital of British India. Shimla still retains its old-world charm with beautiful colonial architecture, pedestrian-friendly Mall Road and the ridge lined up with multiple shops, cafes and restaurants",
                        "images": [
                            {
                                "name": "The Ridge",
                                "image": "./assets/img/himachal/ridge.jpg"
                            },
                            {
                                "name": "Kufri",
                                "image": "./assets/img/himachal/kufri.jpg"
                            },
                            {
                                "name": "Mall Road",
                                "image": "./assets/img/himachal/mall.jpg"
                            },
                            {
                                "name": " Green Valley",
                                "image": "./assets/img/himachal/green.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Tirthan Valley",
                        "description": "It is perched at an altitude of 1600 metres above sea level. Deriving its name from Tirthan River flowing through it, Tirthan Valley lies around 3 km from the entrance of Great Himalayan National Park. This place is abundant in adventurous activities and a paradise for nature lovers.",
                        "images": [
                            {
                                "name": "Serlosar Lake",
                                "image": "./assets/img/himachal/serlosar.jpg"
                            },
                            {
                                "name": "River crossing",
                                "image": "./assets/img/himachal/crossing.jpg"
                            },
                            {
                                "name": "Jalori Pass",
                                "image": "./assets/img/himachal/jalori.jpg"
                            },
                            {
                                "name": "Jibhi",
                                "image": "./assets/img/himachal/jibhi.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mcleodganj",
                        "description": "A hill station near Dharamshala, popular among trekkers. Located in Kangra district, Mcleodganj's culture is a beautiful blend of Tibetan with some British influence. Also known as Little Lhasa and famous around the world for being home to the Tibetan spiritual leader Dalai Lama, Mcleod Ganj is a beautiful town situated near upper Dharamsala.",
                        "images": [
                            {
                                "name": "Namgyal Monastery",
                                "image": "./assets/img/himachal/namgyal.jpg"
                            },
                            {
                                "name": "Bhagsunag Temple",
                                "image": "./assets/img/himachal/bhagsunag.jpg"
                            },
                            {
                                "name": "St. John in the Wilderness Church",
                                "image": "./assets/img/himachal/john.jpg"
                            },
                            {
                                "name": "Dal lake of Srinagar",
                                "image": "./assets/img/himachal/dallake.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dalhousie",
                        "description": "A popular hill station in Himachal Pradesh is situated at a height of 1,970 metres above sea level. Boasting views of the snow-capped peaks of Dhauladhar ranges, Dalhousie is famous for its meadows, dense jungles and waterfalls. Established in 1854, it was named after Lord Dalhousie and this hill station was one of the favourite summer destinations of the Britishers during the colonial era. ",
                        "images": [
                            {
                                "name": "Khajjar",
                                "image": "./assets/img/himachal/khajjar.jpg"
                            },
                            {
                                "name": "Satdhara Falls",
                                "image": "./assets/img/himachal/satdhara.jpg"
                            },
                            {
                                "name": "Kalatop Wildlife Sanctuary",
                                "image": "./assets/img/himachal/kalatop.jpg"
                            },
                            {
                                "name": "Dainkund Peak",
                                "image": "./assets/img/himachal/dainkund.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Spiti Valley",
                        "description": "Bordered on all sides by the Himalayas, Spiti Valley, located in Himachal Pradesh, has an altitude of 12,500 feet above sea level, and gets just around 250 days of sunshine in the year, making it one of the coldest places in the country. Long winding roads and valleys that present unforgettable glimpses of cold desert and snow-crowned mountains welcome you when you set foot into Spiti Valley.",
                        "images": [
                            {
                                "name": "Chandratal Lake",
                                "image": "./assets/img/himachal/chandratal.jpg"
                            },
                            {
                                "name": "Kunzum Pass",
                                "image": "./assets/img/himachal/kunzum.jpg"
                            },
                            {
                                "name": "Tabo Monastery",
                                "image": "./assets/img/himachal/tabo.jpg"
                            },
                            {
                                "name": "Pin Valley National Park",
                                "image": "./assets/img/himachal/pin.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kaza",
                        "description": "Sitting huddled in the corner of Himachal Pradesh is a tranquil getaway on the plains of the Spiti River. Lapped by majestic mountains covered in snow, meandering and bubbling rivers and streams and picturesque barren landscape with scattered patches of green, Kaza is a dream destination. It is divided in to two parts: old and new Kaza, each accommodating government offices and king's palace respectively. Monasteries, Gompas and other historic wonders add charm to this already magical city.",
                        "images": [
                            {
                                "name": "Key Monastery",
                                "image": "./assets/img/himachal/key.jpg"
                            },
                            {
                                "name": "Dhankar Monastery",
                                "image": "./assets/img/himachal/dhankar.jpg"
                            },
                            {
                                "name": "Komic Village",
                                "image": "./assets/img/himachal/komic.jpg"
                            },
                            {
                                "name": "Shopping in Kaza",
                                "image": "./assets/img/himachal/kaza.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Punjab",
                "tagline": "India Begins Here.",
                "banner": "./assets/img/Punjab/Banner4.jpg",
                "description": "Punjab means the land of five rivers. Known for its cuisine, culture and history, Punjab is visited by tourists who want to enjoy its vibrant culture and food.",
                "image": "./assets/img/Punjab/Punjab.jpg",
                "largestCity": "Chandigarh",
                "officialLang": "Hindi",
                "NearestAirport": "Chandigarh, Amritsar",
                "BestTime": "October to March",
                "longDescription": " The fertile land of farms and forts, where you will always see smiles on the faces of the inhabitants who take pride in their religion and culture. Though the state does not have any significant adventure activity to offer, yet entertainment is guaranteed!",
                "placesToVisit": [
                    {
                        "name": "Chandigarh",
                        "description": "Chandigarh, a union territory that is the capital of both Punjab as well as Haryana, is India's first planned city. A traditionally Punjabi city at heart with a healthy dose of modernity, Chandigarh's food and gedi culture (a leisure drive or ride the city) is what the capital is really known for.",
                        "images": [
                            {
                                "name": "Chandigarh",
                                "image": "./assets/img/Punjab/Chandigarh.jpg"
                            },
                            {
                                "name": "Sukhna Lake",
                                "image": "./assets/img/Punjab/Sukhna Lake.png"
                            },
                            {
                                "name": "Fun City Waterpark",
                                "image": "./assets/img/Punjab/Fun City Waterpark.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Amritsar",
                        "description": "Home of the glorious Golden Temple, the iconic city of Amritsar, portrays the heroic character of the Punjab. A day in this peaceful city starts with the spiritual prayers from Gurudwaras.",
                        "images": [
                            {
                                "name": "Amritsar",
                                "image": "./assets/img/Punjab/Amritsar.jpg"
                            },
                            {
                                "name": "Golden Temple",
                                "image": "./assets/img/Punjab/Golden Temple.jpg"
                            },
                            {
                                "name": "Wagah Border",
                                "image": "./assets/img/Punjab/Wagah Border.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Patiala",
                        "description": "The fourth-largest city in the state of Punjab, Patiala is nestled in the southeast of the golden land. Patiala has strong historical and cultural roots, surrounded by architectural marvels and cultural heritage along with being a preferred destination for exploring the core traditions of Punjab.",
                        "images": [
                            {
                                "name": "Patiala",
                                "image": "./assets/img/Punjab/Patiala.jpg"
                            },
                            {
                                "name": "Qila Mubarak Complex",
                                "image": "./assets/img/Punjab/Qila Mubarak Complex.jpg"
                            },
                            {
                                "name": "Patiala Kali Mata Mandir",
                                "image": "./assets/img/Punjab/Patiala Kali Mata Mandir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ludhiana",
                        "description": "Situated on the banks of river Sutlej, Ludhiana, Punjab’s largest city, is one of the biggest manufacturing hubs in India. Also known as Manchester of India, Ludhiana is famous for its hosiery industries, the ancient ruins of the Lodi dynasty and the war museum.",
                        "images": [
                            {
                                "name": "Ludhiana",
                                "image": "./assets/img/Punjab/Ludhiana.jpg"
                            },
                            {
                                "name": "Lodhi Fort",
                                "image": "./assets/img/Punjab/Lodhi Fort.jpg"
                            },
                            {
                                "name": "Maharaja Ranjit Singh War Museum",
                                "image": "./assets/img/Odisha/Maharaja Ranjit Singh War Museum.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Sirhind",
                        "description": "Sirhind Fatehgarh is a city in Punjab that is famous for its rich history and the religious significance it has for the Sikh community. Also called Gurumaari.",
                        "images": [
                            {
                                "name": "Sirhind",
                                "image": "./assets/img/Punjab/Sirhind.jpg"
                            },
                            {
                                "name": "Aam Khas Bagh",
                                "image": "./assets/img/Punjab/Aam Khas Bagh.jpg"
                            },
                            {
                                "name": "Rauza Sharif",
                                "image": "./assets/img/Punjab/Rauza Sharif.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Jalandhar",
                        "description": "The city of Jalandhar is the true personification of the rich heritage and history of Punjab - a culmination of the old and the new. This historic city was a part of the illustrious Indus Valley Civilisation.",
                        "images": [
                            {
                                "name": "Jalandhar",
                                "image": "./assets/img/Punjab/Jalandhar.jpg"
                            },
                            {
                                "name": "Rangla Punjab Haveli",
                                "image": "./assets/img/Punjab/Rangla Punjab Haveli.jpg"
                            },
                            {
                                "name": "Devi Talab Mandir",
                                "image": "./assets/img/Punjab/Devi Talab Mandir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Anandpur Sahib",
                        "description": "Anandpur-Sahib is located in the Rupnagar District of Punjab, close to the Pakistani border. It is one of the holiest places for Sikhs as the Khalsa Panth was founded here.",
                        "images": [
                            {
                                "name": "Anandpur Sahib",
                                "image": "./assets/img/Punjab/Anandpur Sahib.jpg"
                            },
                            {
                                "name": "Virasat-e-Khalsa Anandpur Sahib",
                                "image": "./assets/img/Punjab/Virasat-e-Khalsa Anandpur Sahib.html"
                            },
                            {
                                "name": "Sarovar Anandpur Sahib",
                                "image": "./assets/img/Punjab/Sarovar Anandpur Sahib.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Harike Wetland",
                        "description": "Considered to be the largest man-made wetland in northern India, Harike Wetland, also known as ‘Hari - ke - Pattan’ is situated on the border of Tarn Taran Sahib district.",
                        "images": [
                            {
                                "name": "Harike Wetland",
                                "image": "./assets/img/Punjab/Harike Wetland.jpg"
                            },
                            {
                                "name": "Tarn Taran Sahib",
                                "image": "./assets/img/Punjab/Tarn Taran Sahib.jpg"
                            },
                            {
                                "name": "Khalsa College",
                                "image": "./assets/img/Punjab/Khalsa College.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Uttarakhand",
                "tagline": "Exploring Uttarakhand.",
                "banner": "./assets/img/Uttarakhand/Banner9.jpg",
                "description": "Carved out from Uttar Pradesh, the state, formerly known as Uttaranchal, is a place that not only boasts of a scintillating view of the Himalayas but also exhibits a cultural ethos which speaks of a harmonic coexistence with nature.",
                "image": "./assets/img/Uttarakhand/Uttarakhand.jpg",
                "largestCity": "Nainital",
                "officialLang": "Hindi",
                "NearestAirport": "Dehradun",
                "BestTime": "September to June",
                "longDescription": " Uttarakhand is a popular pilgrimage site, as it is the originating spot of the Ganga and the Yamuna, two of the most sacred rivers for Hindus. Uttarakhand is home to the Char Dhams, the four most holy sites of pilgrimage revered by the Hindus - Gangotri, Yamunotri, Kedarnath, and Badrinath.",
                "placesToVisit": [
                    {
                        "name": "Nainital",
                        "description": "Nainital is a charming hill station located at the foothills of the Kumaon ranges in Uttarakhand. Located close to Dehradun and Delhi, it is the most visited hill station in North India.",
                        "images": [
                            {
                                "name": "Nainital",
                                "image": "./assets/img/Uttarakhand/Nainital.jpg"
                            },
                            {
                                "name": "Naini Lake",
                                "image": "./assets/img/Uttarakhand/Naini Lake.jpg"
                            },
                            {
                                "name": "Eco Cave Gardens",
                                "image": "./assets/img/Uttarakhand/Eco Cave Gardens.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mussoorie",
                        "description": "Mussoorie is one of the most popular hill stations located at a distance of 290 km from Delhi in Dehradun district of Uttarakhand.",
                        "images": [
                            {
                                "name": "Mussoorie",
                                "image": "./assets/img/Uttarakhand/Mussoorie.jpg"
                            },
                            {
                                "name": "Landour",
                                "image": "./assets/img/Uttarakhand/Landour.jpg"
                            },
                            {
                                "name": "Mussoorie Mall Road",
                                "image": "./assets/img/Uttarakhand/Mussoorie Mall Road.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Rishikesh",
                        "description": " Rishikesh (also called as Hrishikesh) is known for its adventure activities, ancient temples, popular cafes and as the 'Yoga Capital of the World'. Gateway to Garhwal Himalayas, Rishikesh is also a pilgrimage town and one of the holiest places for Hindus.",
                        "images": [
                            {
                                "name": "Rishikesh",
                                "image": "./assets/img/Uttarakhand/Rishikesh.jpg"
                            },
                            {
                                "name": "Rafting in Rishikesh",
                                "image": "./assets/img/Uttarakhand/Rafting in Rishikesh.jpg"
                            },
                            {
                                "name": "Lakshman Jhula",
                                "image": "./assets/img/Uttarakhand/Lakshman Jhula.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Auli",
                        "description": "Dotted with the apple orchards, old oaks, and pine trees there is no dearth of natural beauty in Auli. Apart from skiing you can also go for numerous treks in the hills of Garhwal Himalayas and enjoy the spellbinding views of the snow-draped mountains.",
                        "images": [
                            {
                                "name": "Auli",
                                "image": "./assets/img/Uttarakhand/Auli.jpg"
                            },
                            {
                                "name": "Skiing in Auli",
                                "image": "./assets/img/Uttarakhand/Skiing in Auli.jpg"
                            },
                            {
                                "name": "Trishul Peak",
                                "image": "./assets/img/Uttarakhand/Trishul Peak.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Lansdowne",
                        "description": "Lansdowne is a quaint little hill town located at a distance of 258 km from Delhi in Pauri district of Uttarakhand.",
                        "images": [
                            {
                                "name": "Lansdowne",
                                "image": "./assets/img/Uttarakhand/Lansdowne.jpg"
                            },
                            {
                                "name": "Bhulla Lake",
                                "image": "./assets/img/Uttarakhand/Bhulla Lake.jpg"
                            },
                            {
                                "name": "Tip N Top",
                                "image": "./assets/img/Uttarakhand/Tip N Top.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mukteshwar",
                        "description": "Adilabad is a small town in the state of Telangana that is famous for the beautiful Kunatala waterfalls located amidst lush forests.",
                        "images": [
                            {
                                "name": "Mukteshwar",
                                "image": "./assets/img/Uttarakhand/Mukteshwar.jpg"
                            },
                            {
                                "name": "Sitla",
                                "image": "./assets/img/Uttarakhand/Sitla.jpg"
                            },
                            {
                                "name": "Chauli ki Jaali",
                                "image": "./assets/img/Uttarakhand/Chauli ki Jaali.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Valley of Flowers",
                        "description": "Valley of flowers is a World Heritage Site for its wild untamed blooms surrounded by white peaks.",
                        "images": [
                            {
                                "name": "Valley of Flowers",
                                "image": "./assets/img/Uttarakhand/Valley of Flowers.jpg"
                            },
                            {
                                "name": "Valley of Flowers National Park",
                                "image": "./assets/img/Uttarakhand/Valley of Flowers National Park.jpg"
                            },
                            {
                                "name": "Nanda Devi National Park",
                                "image": "./assets/img/Uttarakhand/Nanda Devi National Park.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dehradun",
                        "description": "Nestled amidst the Doon Valley in the state of Uttarakhand, Dehradun city is a very popular hill station that beckons solo travellers, families and couples alike.",
                        "images": [
                            {
                                "name": "Dehradun",
                                "image": "./assets/img/Uttarakhand/Dehradun.jpg"
                            },
                            {
                                "name": "Robber's Cave",
                                "image": "./assets/img/Uttarakhand/Robber's Cave.jpg"
                            },
                            {
                                "name": "Sahastradhara",
                                "image": "./assets/img/Uttarakhand/Sahastradhara.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Uttar Pradesh",
                "tagline": "Amazing Heritage Grand Experiences.",
                "banner": "./assets/img/Uttar Pradesh/Banner10.jpg",
                "description": "It is the home to some of the most beautiful monuments and cultural sights in India.",
                "image": "./assets/img/Uttar Pradesh/Fatehpur Sikri.jpg",
                "largestCity": "Agra",
                "officialLang": "Hindi",
                "NearestAirport": "Lucknow, Varanasi, Allahabad",
                "BestTime": "October to March",
                "longDescription": " The home to diverse religious people, this state boasts of the various cultural and religious fests. With massive royal influence in the fields of dance and music and arts, this state is home to one of the first classical dances of India, Kathak.",
                "placesToVisit": [
                    {
                        "name": "Agra",
                        "description": "Agra is a popular tourist destination as it is home to one of the 7 wonders of the world, the Taj Mahal.",
                        "images": [
                            {
                                "name": "Agra",
                                "image": "./assets/img/Uttar Pradesh/Agra.jpg"
                            },
                            {
                                "name": "Taj Mahal",
                                "image": "./assets/img/Uttar Pradesh/Taj Mahal.jpg"
                            },
                            {
                                "name": "Fatehpur Sikri",
                                "image": "./assets/img/Uttar Pradesh/Fatehpur Sikri.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Varanasi",
                        "description": "Varanasi - also known as Kashi (City of Life) and Benaras, is the spiritual capital of India. It is one of Hinduism's seven holy cities. The old city of Varanasi lies along the western banks of the Ganges, spread across a labyrinth of narrow galis.",
                        "images": [
                            {
                                "name": "Varanasi",
                                "image": "./assets/img/Uttar Pradesh/Varanasi.jpg"
                            },
                            {
                                "name": "Kashi Vishwanath Temple",
                                "image": "./assets/img/Uttar Pradesh/Kashi Vishwanath Temple.jpg"
                            },
                            {
                                "name": "Ganga Aarti, Varanasi",
                                "image": "./assets/img/Uttar Pradesh/Ganga Aarti, Varanasi.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Vrindavan",
                        "description": " Rishikesh (also called as Hrishikesh) is known for its adventure activities, ancient temples, popular cafes and as the 'Yoga Capital of the World'. Gateway to Garhwal Himalayas, Rishikesh is also a pilgrimage town and one of the holiest places for Hindus.",
                        "images": [
                            {
                                "name": "Vrindavan",
                                "image": "./assets/img/Uttar Pradesh/Vrindavan.jpg"
                            },
                            {
                                "name": "Banke Bihari Mandir",
                                "image": "./assets/img/Uttar Pradesh/Banke Bihari Mandir.jpg"
                            },
                            {
                                "name": "Prem Mandir",
                                "image": "./assets/img/Uttar Pradesh/Prem Mandir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Lucknow",
                        "description": "Dotted with the apple orchards, old oaks, and pine trees there is no dearth of natural beauty in Auli. Apart from skiing you can also go for numerous treks in the hills of Garhwal Himalayas and enjoy the spellbinding views of the snow-draped mountains.",
                        "images": [
                            {
                                "name": "Lucknow",
                                "image": "./assets/img/Uttar Pradesh/Lucknow.jpg"
                            },
                            {
                                "name": "Bara Imambara",
                                "image": "./assets/img/Uttar Pradesh/Bara Imambara.jpg"
                            },
                            {
                                "name": "Chota Imambara",
                                "image": "./assets/img/Uttar Pradesh/Chota Imambara.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Allahabad",
                        "description": "Allahabad, now officially known as Prayagraj, is a city located in the Indian state of Uttar Pradesh. Reminiscent of all that is spiritual and sacred in Hinduism, Allahabad is famous for Triveni Sangam or the meeting point of three rivers - the Ganga, the Yamuna, and the Saraswati.",
                        "images": [
                            {
                                "name": "Allahabad",
                                "image": "./assets/img/Uttar Pradesh/Allahabad.jpg"
                            },
                            {
                                "name": "Triveni Sangam",
                                "image": "./assets/img/Uttar Pradesh/Triveni Sangam.jpg"
                            },
                            {
                                "name": "Khusro Bagh",
                                "image": "./assets/img/Uttar Pradesh/Khusro Bagh.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Sarnath",
                        "description": "A quiet and spiritual town set amidst the otherwise densely populated state of Uttar Pradesh, Sarnath is a city of historical marvel with numerous Buddhist stupas, museums, excavated ancient sites and beautiful temples that prove to be a source of immense wonder and astonishment to tourists due to their mystical and serene setting.",
                        "images": [
                            {
                                "name": "Sarnath",
                                "image": "./assets/img/Uttar Pradesh/Sarnath.jpg"
                            },
                            {
                                "name": "Dhamek Stupa",
                                "image": "./assets/img/Uttar Pradesh/Dhamek Stupa.jpg"
                            },
                            {
                                "name": "Sarnath Archaeological Site",
                                "image": "./assets/img/Uttar Pradesh/Sarnath Archaeological Site.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mathura",
                        "description": "One of Hinduism's seven sacred cities, Mathura is the birthplace of the very beloved Lord Krishna. Located in the state of Uttar Pradesh, Mathura and Vrindavan are often considered twin cities (located only 10km away from each other).",
                        "images": [
                            {
                                "name": "Mathura",
                                "image": "./assets/img/Uttar Pradesh/Mathura.jpg"
                            },
                            {
                                "name": "Shri Krishna Janmasthan Temple",
                                "image": "./assets/img/Uttar Pradesh/Shri Krishna Janmasthan Temple.jpg"
                            },
                            {
                                "name": "Dwarkadheesh Temple, Mathura",
                                "image": "./assets/img/Uttar Pradesh/Dwarkadheesh Temple, Mathura.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Vindhyachal",
                        "description": "Vindhyachal is a famous Hindu pilgrimage spot closer to Mirzapur and Varanasi and has several temples in the vicinity with their own interesting stories.",
                        "images": [
                            {
                                "name": "Fatehpur Sikri",
                                "image": "./assets/img/Uttar Pradesh/Vindhyachal.jpg"
                            },
                            {
                                "name": "Vindhyavasini devi temple",
                                "image": "./assets/img/Uttar Pradesh/Vindhyavasini devi temple.jpg"
                            },
                            {
                                "name": "Kali Khoh temple",
                                "image": "./assets/img/Uttar Pradesh/Kali Khoh temple.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Madhya Pradesh",
                "tagline": "The Heart of Incredible India​.",
                "banner": "./assets/img/mp/mp.jpg",
                "description": "Got its name because of its geographical position, being located in the centre of India. However, it's tagline 'The Heart of Incredible India' has more to do with the fact that it houses facets of the whole of India into this state. From the historical monuments to modern amenities, culture, food and people- this state gives a taste of entire India packed within its geographical boundaries.",
                "image": "./assets/img/mp/sanchi.jpg",
                "largestCity": "Indore",
                "officialLang": "Hindi",
                "NearestAirport": "Indore, Bhopal, Jabalpur",
                "BestTime": "October to March",
                "longDescription": "It is one of the few states that is surrounded by other states on all its sides. It lies in the plain regions of the country and occupies one of the oldest parts of the Indian Subcontinent which was once the land of the Gonds called the Gondwana. Every twelve years the grand fair of Kumbh Mela is organised here. Madhya Pradesh has some spectacular historical places in its region, of which a temple made of glass in Indore is quite famous. Ujjain, a sacred city for the Hindus, is a renowned place in the world as it is one of 12 Jyotirlingas in India. Madhya Pradesh is particularly famous for its Khajuraho temples which exhibit the erotic sculptures depicting the ancient India Kama Sutra text.",
                "placesToVisit": [
                    {
                        "name": "Khajuraho",
                        "description": "A UNESCO World Heritage Site located in Madhya Pradesh, is known around the world for its stunning temples adorned by erotic and sensuous carvings. A small town located in the Bundelkhand region, Khajuraho is a brilliant example of Indian architecture and its culture back in the medieval period. The architecture of these Hindu and Jain temples depict the erotic forms of love, the carvings on the walls display passion in the most sensuous yet aesthetic ways. Built between 950 to 1050 AD the sheer confrontational nature of these carvings shows a stark paradox with the conventional Indian ideals about eroticism, leaving everybody spellbound.",
                        "images": [
                            {
                                "name": "Vishwanath Temple",
                                "image": "./assets/img/mp/vishwanath.jpg"
                            },
                            {
                                "name": "Dulhadev Temple",
                                "image": "./assets/img/mp/dulhadev.jpg"
                            },
                            {
                                "name": "Parsvanath temple",
                                "image": "./assets/img/mp/parsvanath.jpg"
                            },
                            {
                                "name": "Lakshmi temple",
                                "image": "./assets/img/mp/lakshmi.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bhedaghat",
                        "description": "Known for the Dhuandar Falls (Dhuan means smoke and Dhar means flow), a huge cascade of water that falls from a height of 98 feet. Boating in Bhedaghat especially during the moonlit night would surely make up for an unforgettable experience. The boatmen of these place are storytellers that will tell you about the place in the form of interesting stories.",
                        "images": [
                            {
                                "name": "Dhuandhar Falls",
                                "image": "./assets/img/mp/dhuandhar.jpg"
                            },
                            {
                                "name": "Marble Rocks",
                                "image": "./assets/img/mp/marble.jpg"
                            },
                            {
                                "name": "Chausath Yogini Temple",
                                "image": "./assets/img/mp/chausath.jpg"
                            },
                            {
                                "name": "Shopping in Bhedaghat",
                                "image": "./assets/img/mp/shopping.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Pachmarhi",
                        "description": "The only hill station and is the highest point in Madhya Pradesh. Pachmarhi is also often known as 'Satpura ki Rani' or the 'Queen of the Satpura Range'. Situated at an altitude of 1,067 metres, the picturesque town is a part of UNESCO Biosphere Reserve, home to leopards and bison. Five sandstone cut caves on the hilltop are believed to be the spot where Pandavas stayed in Pachmarhi during their exile, making it a popular spot among religious tourists. Being at an elevated height and surrounded by bewitching forests of the Satpuras with the streams and waterfalls, Pachmarhi is a perfect weekend getaway from the nearby cities of Madhya Pradesh and Maharashtra.",
                        "images": [
                            {
                                "name": "Bee falls",
                                "image": "./assets/img/mp/bee.jpg"
                            },
                            {
                                "name": " Jata Shankar Caves",
                                "image": "./assets/img/mp/jata.jpg"
                            },
                            {
                                "name": "Pandava Caves",
                                "image": "./assets/img/mp/pandava.jpg"
                            },
                            {
                                "name": "Dhoopgarh",
                                "image": "./assets/img/mp/dhoopgarh.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Gwalior",
                        "description": "A historic city located in the state of Madhya Pradesh. Popular because of the hilltop fort, Gwalior is full of palaces and glorious temples giving this city a majestic charm which speaks volumes of its glorious past. Founded by king Surajesan, Gwalior is a city where India's most eminent royalty once resided. Jai Vilas Pala has the largest carpet in the world which took almost 12 years to weave and two most massive chandeliers in the world that weight close to 3.5 tonnes.",
                        "images": [
                            {
                                "name": "Gwalior Fort",
                                "image": "./assets/img/mp/gwalior.jpg"
                            },
                            {
                                "name": "Jai Vilas Palace",
                                "image": "./assets/img/mp/jai.jpg"
                            },
                            {
                                "name": "Gujari Mahal",
                                "image": "./assets/img/mp/gujari.jpg"
                            },
                            {
                                "name": "Tomb of Tansen",
                                "image": "./assets/img/mp/tansen.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bandhavgarh National Park",
                        "description": "Formerly a hunting ground for the Maharajas of Rewa, the Bandhavgarh National Park is world-renowned as a tiger reserve and it is known to have the highest density of Bengal tigers in the world. The frequent sightings of royal tigers make this national park a must-visit for all wildlife enthusiasts. In 2012, around 44-49 tigers were living in the park. There are more than 22 species of mammals and 250 species of avifauna.",
                        "images": [
                            {
                                "name": "Bandhavgarh National Park",
                                "image": "./assets/img/mp/bandhavgarh.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kanha National Park",
                        "description": "Located in a central region of Madhya Pradesh, Kanha National Park is the largest National Park in central India and has been ranked as one of the best parks in Asia. Among the 22 species of large mammals, the royal Bengal tigers are one of the major attractions. One of the best tiger reserves in India, the present-day area stretches over the 940-kilometre square which is divided into two sanctuaries: Hallon and Banjar.",
                        "images": [
                            {
                                "name": "Kanha National Park",
                                "image": "./assets/img/mp/kanha.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Sanchi",
                        "description": "The Buddhist monuments of Sanchi are one of the oldest stone structures in India. Designated a World Heritage site by UNESCO, the Great Stupa was installed in the 3rd century BC by Emperor Ashoka of the Mauryan dynasty. The sculptures and monuments present at the site are a fine example of the development of Buddhist art and architecture in Madhya Pradesh. The stupa sits atop a hill in Sanchi, 46 km from the city of Bhopal.",
                        "images": [
                            {
                                "name": "Sanchi Stupa",
                                "image": "./assets/img/mp/sanchi.jpg"
                            },
                            {
                                "name": "The Great Bowl",
                                "image": "./assets/img/mp/bowl.jpg"
                            },
                            {
                                "name": "Ashok Pillar",
                                "image": "./assets/img/mp/ashok.jpg"
                            },
                            {
                                "name": "Udayagiri Caves",
                                "image": "./assets/img/mp/udayagiri.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ujjain",
                        "description": "Considered to be one of the holiest cities of India, is an ancient city situated on the eastern bank of the Shipra River in the Malwa region of Madhya Pradesh. Ujjain is one of the four sites for the Kumbh Mela, the largest peace-time gathering on the planet that attracts 100 million people to the festival.",
                        "images": [
                            {
                                "name": "Mahakaleshwar Jyotirlinga",
                                "image": "./assets/img/mp/mahakal.jpg"
                            },
                            {
                                "name": "Kal Bhairava Temple",
                                "image": "./assets/img/mp/kal.jpg"
                            },
                            {
                                "name": "Ram Mandir Ghat",
                                "image": "./assets/img/mp/ram.jpg"
                            },
                            {
                                "name": "Kumbh Mela, Ujjain",
                                "image": "./assets/img/mp/kumbh.jpg"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    {
        "name": "East",
        "banner": "https://www.purvidiscovery.com/uploads/mizoram.jpg",
        "places": [
            {
                "name": "Bihar",
                "tagline": "​​Blissful Bihar.",
                "banner": "./assets/img/bihar/bihar.jpg",
                "description": "A land where Buddha once lived, a land of monasteries, Bihar is visited by huge number of Buddhist followers as well as tourists of other faiths all round the year. Its association with Buddhism and Jainism makes it a must visit place for peace seekers, for people who like to feel the rural touch along with tribal culture and glorious past.",
                "image": "./assets/img/bihar/bodhgaya.jpg",
                "largestCity": "Patna",
                "officialLang": "Hindi",
                "NearestAirport": "Patna, Gaya, Muzaffarpur",
                "BestTime": "October to March",
                "longDescription": "Derived from the Sanskrit word Vihara, which means monastery, Bihar has a glorious heritage in the context of Indian history. Bihar is located in the eastern parts of India situated in the Gangetic plains, and it shares its borders with Uttar Pradesh in the West, Jharkhand in the South, West Bengal in the east, and Nepal in the North. The spiritual importance of Bihar comes from the fact that it is the place where the Buddha once lived and attained Nirvana. His footsteps can be traced through his teachings and the monuments which stand tall to this day, serving to guide people and show them the right path",
                "placesToVisit": [
                    {
                        "name": "Patna",
                        "description": "Prospering along the southern banks of river Ganges and set in the backdrop of a glorious historical past, Patna boasts of a dominating presence in history and enjoys the distinction of being one of the oldest cities in the world. In addition to being one of the major and most popular tourist destinations in India, this capital city of Bihar also holds significant religious and spiritual importance as it is a gateway to pilgrimage sites of Hindus, Sikhs, Jains and Buddhists.",
                        "images": [
                            {
                                "name": "Buddha Smriti Park",
                                "image": "./assets/img/bihar/buddhasmriti.jpg"
                            },
                            {
                                "name": "River Ganga",
                                "image": "./assets/img/bihar/ganga.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bodh Gaya",
                        "description": "Bodh Gaya is a Buddhist pilgrimage site in Gaya District of Bihar. Famous for the Mahabodhi Temple, It was here under the Bodhi tree that Gautama Buddha attained enlightenment. It is now one of the UNESCO World Heritage Sites, and a lot of foreign countries, including Japan and China, have helped the Indian government in building facilities for the Buddhist pilgrims. The place is bustling with pilgrims all through the year from India and abroad who come to pay their homage in monasteries, temples and remnants of Bodhi Tree.",
                        "images": [
                            {
                                "name": "Great Buddha Statue",
                                "image": "./assets/img/bihar/bodhgaya.jpg"
                            },
                            {
                                "name": "Mahabodhi Temple",
                                "image": "./assets/img/bihar/mahabodhi.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Vaishali",
                        "description": "Located in the interiors of Bihar, Vaishali is a small district which is also a revered Hindu, Buddhist and Jain worshipping site. It is the city where Lord Mahavir was born. Considered as the first republic of the world, Vaishali is believed to have been named after King Vishal, from the time of Mahabharat.",
                        "images": [
                            {
                                "name": "BUddha Stupa",
                                "image": "./assets/img/bihar/buddhastupa.jpg"
                            },
                            {
                                "name": "The Ashoka Pillar",
                                "image": "./assets/img/bihar/ashoka.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Muzaffarpur",
                        "description": "The Litchi Kingdom, Muzaffarpur is located in the north of Bihar. Lying on the banks of Burhi Gandak River, along with the rivers Bagmati and Lakhandayee, Muzaffarpur is one of the major towns of Bihar. ",
                        "images": [
                            {
                                "name": "Litchi Gardens",
                                "image": "./assets/img/bihar/litchi.jpg"
                            },
                            {
                                "name": "Devi Mandir",
                                "image": "./assets/img/bihar/devimandir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Madhubani",
                        "description": "An ancient city, Madhubani in Bihar is known for the richness in art and culture that the district strives for. Mentioned in the Ramayana, the city is known for the world popular Madhubani paintings whose origin lie here.",
                        "images": [
                            {
                                "name": "Saurath",
                                "image": "./assets/img/bihar/saurath.jpg"
                            },
                            {
                                "name": "Nagar Fort",
                                "image": "./assets/img/bihar/nagarfort.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bhagalpur",
                        "description": "This historically significant city of Bhagalpur lies on the southern banks of the river Ganges. Bhagalpur, also known as the silk city, it is the 3rd largest city of Bihar. Bhagalpur is well known for being a major educational centre, apart from being the commercial and political centre.",
                        "images": [
                            {
                                "name": "Vikramshila Gangetic Dolphin Sanctuary",
                                "image": "./assets/img/bihar/vikramshila.jpg"
                            },
                            {
                                "name": "Ajgaivinath Temple",
                                "image": "./assets/img/bihar/ajgaivinath.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Rajgir",
                        "description": "Rajgir is town where the air that surrounds its beautiful sceneries carries hints of spirituality and vibrant hues of history with links with both Buddhism and Jainism. Set in a green valley and surrounded by rocky hills, Rajgir is a spiritual town with natural serenity amongst the dense forests, mysterious caves and springs.",
                        "images": [
                            {
                                "name": "Rajgir Ropeway",
                                "image": "./assets/img/bihar/rajgir.jpg"
                            },
                            {
                                "name": "Japanese Stupa",
                                "image": "./assets/img/bihar/japanese.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Valmiki National Park",
                        "description": "Valmiki National Park is situated on the India- Nepal border on the banks of river Gandak. Sprawling over a humongous area, the park is divided into two sections- the wildlife sanctuary declared in the year 1978 covers and area of 545 sq km and the national park which was established in 1990 covering an area of around 335 sq km. The only wildlife reserve in the state of Bihar, Valmiki National Park is covered in dense green forests of the Himalayan Terai landscape.",
                        "images": [
                            {
                                "name": "Valmiki National Park",
                                "image": "./assets/img/bihar/valmiki.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Jharkhand",
                "tagline": "​A New Experience.",
                "banner": "./assets/img/jharkhand/jharkhand.jpg",
                "description": " Jharkhand is a state replete with a vast bounty of towering mountains, dense forests and gushing waterfalls. Blessed with a plethora of natural scenic vistas, Jharkhand is the place for you be if you are on the lookout for a one-on-one rendezvous with unperturbed, untouched nature.",
                "image": "./assets/img/jharkhand/dimna.jpg",
                "largestCity": "Jamshedpur",
                "officialLang": "Hindi",
                "NearestAirport": "Ranchi",
                "BestTime": "October to March",
                "longDescription": "One of the best places to visit for wildlife aficionados and nature lovers, Jharkhand is a state replete with a vast bounty of towering mountains, dense forests and gushing waterfalls. Blessed with a plethora of natural scenic vistas, Jharkhand is the place for you be if you are on the lookout for a one-on-one rendezvous with unperturbed, untouched nature. There is more to Jharkhand than just its scenic landscapes though, with several museums, temples and wildlife reserves scattered around the state. Formerly a part of Bihar, Jharkhand was carved out as a separate state almost two decades ago, thus creating the base for a glorious history, diverse culture and tribal simplicity that the state can now call it's very own.",
                "placesToVisit": [
                    {
                        "name": "Jamshedpur",
                        "description": "The largest city in Jharkhand, Jamshedpur is an aesthetically planned township with an appealing infrastructure and landscape. Juxtaposed against the beautiful Dalma Hills, Jamshedpur is the world's eighth-largest steel manufacturing company, along with being India's first planned city. The town of Jamshedpur was named after Jamshetiji Tata in 1919, the founder of the Tata industries that maintain public services and infrastructure of most parts of the city. Known as the 'Steel City'.",
                        "images": [
                            {
                                "name": "Dimna Lake",
                                "image": "./assets/img/jharkhand/dimna.jpg"
                            },
                            {
                                "name": "Tata Steel Zoological Park",
                                "image": "./assets/img/jharkhand/tata.jpg"
                            },
                            {
                                "name": "Jubilee Park",
                                "image": "./assets/img/jharkhand/jubilee.jpg"
                            },
                            {
                                "name": "Dalma Wildlife Sanctuary",
                                "image": "./assets/img/jharkhand/dalma.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ranchi",
                        "description": "A Capital of mineral-rich state Jharkhand. Located at an altitude of 700 metres, Ranchi was once identified as the summer capital of Bihar owing to its altitude of 700 metres, waterfalls, surrounding forest and beautiful river Subarnekha flowing by. There are not many sightseeing spots in Ranchi, but due to better flight connectivity, natural surroundings of Ranchi are becoming popular among travellers. The weather here remains pleasant during evenings and night.",
                        "images": [
                            {
                                "name": "Jagannath Temple",
                                "image": "./assets/img/jharkhand/jagannath.jpg"
                            },
                            {
                                "name": "Dasham Falls",
                                "image": "./assets/img/jharkhand/desham.jpg"
                            },
                            {
                                "name": "Rock Garden",
                                "image": "./assets/img/jharkhand/rock.jpg"
                            },
                            {
                                "name": "Deer Park",
                                "image": "./assets/img/jharkhand/deer.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Deoghar",
                        "description": "Deoghar, a popular religious destination in Jharkhand is blessed with one of the 12 Jyotirlinga temples known as temple Baidyanath. Baidyanath Dham in Deoghar becomes the most famous during the Shravan month of the Hindu Lunar Calendar, when millions of devotees bring holy water for the Linga in Pitchers called Kanwads, and hence known as Kanwariyas, to perform the holy ritual of Rudrabhishek [The Holy Bath] in this holy month. Deoghar is also known as 'the cultural capital of Jharkhand'.",
                        "images": [
                            {
                                "name": "Baidyanath Dham",
                                "image": "./assets/img/jharkhand/baidyanath.jpg"
                            },
                            {
                                "name": "Nandan Pahar",
                                "image": "./assets/img/jharkhand/nandan.jpg"
                            },
                            {
                                "name": "Naulakha Mandir",
                                "image": "./assets/img/jharkhand/naulakha.jpg"
                            },
                            {
                                "name": "Tapovan Caves and Hills",
                                "image": "./assets/img/jharkhand/tapovan.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ghatshila",
                        "description": "If you’ve visited Ranchi and Kolkata and having fallen in love with both the cities, you now crave to experience their magic in unison, then do not worry. Your craving is not in vain for there is a place matching exactly that description!",
                        "images": [
                            {
                                "name": "Ghatshila",
                                "image": "./assets/img/jharkhand/ghatshila.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Shikharji",
                        "description": "Located on the Parasnath Hill, the highest mountain in the state of Jharkhand, in an inland part of rural east India, of the Giridih district of Jharkhand, Shikharji is one of the holiest pilgrimage sites for Jains.",
                        "images": [
                            {
                                "name": "Shikharji",
                                "image": "./assets/img/jharkhand/shikharji.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Betla National Park",
                        "description": "Betla National Park is a beautiful national park which is spread over the hilly terrain of the attractive Palamau district, west of Ranchi In Jharkhand. Wild elephants wander without restraints in the thickets of the forest and the flora and fauna are enough to mesmerize any visitor.",
                        "images": [
                            {
                                "name": "Betla National Park",
                                "image": "./assets/img/jharkhand/betla.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Hazaribagh",
                        "description": "Located in the Chhota Nagpur plateau, 93 Km away from Ranchi, Hazaribagh is a beautiful place with dense forests and natural formations including rock formations and lakes. The forests in Hazaribagh are mostly unexplored and are in its best and purest form with full of greenery.",
                        "images": [
                            {
                                "name": "Hazaribagh National Park",
                                "image": "./assets/img/jharkhand/hazaribagh.jpg"
                            },
                            {
                                "name": "Canary Hills",
                                "image": "./assets/img/jharkhand/canary.jpg"
                            },
                            {
                                "name": "Hazaribagh Lake",
                                "image": "./assets/img/jharkhand/hazarilake.jpg"
                            },
                            {
                                "name": "Narsimhasthan",
                                "image": "./assets/img/jharkhand/narsimha.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dhanbad",
                        "description": "Commonly known as India’s Coal Capital, Dhanbad is one of the most populated cities in Jharkhand. Dhanbad is best known for being a commercial mega-producer and owner of the most significant number of coal mines, factories and industry bases. Dhanbad also houses the prestigious Indian Institute of Technology, one of the most reputed institutes across the globe. Apart from being a commercial hub, Dhanbad is an amalgamation of natural and humanmade attractions. Dhanbad is also home to various religious sites; one such iconic temple is the Shakti Mandir due to its unique possessions.",
                        "images": [
                            {
                                "name": "Bhatinda Falls",
                                "image": "./assets/img/jharkhand/bhatinda.jpg"
                            },
                            {
                                "name": "Maithon Dam",
                                "image": "./assets/img/jharkhand/maithon.jpg"
                            },
                            {
                                "name": "Panchet Dam",
                                "image": "./assets/img/jharkhand/panchet.jpg"
                            },
                            {
                                "name": "Shakti Mandir",
                                "image": "./assets/img/jharkhand/shakti.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Odisha",
                "tagline": "The Soul of Incredible India.",
                "banner": "./assets/img/Odisha/Banner3.jpg",
                "description": "Odisha- the land of paddy fields and palm-fringed silver beaches, temples, rivers, waterfalls and tribal people, is filled with major attractions such as the temples of Bhubaneshwar and Puri, miles of clean beaches and the magnificent Sun Temple of Konark.",
                "image": "./assets/img/Odisha/Odisha.jpg",
                "largestCity": "Puri",
                "officialLang": "Hindi",
                "NearestAirport": "Bhubaneswar",
                "BestTime": "November to May",
                "longDescription": " Odisha, the state with a glorious history, is filled with nature and adventure. Inhabited by tribal people, the not-so-developed state of Odisha must be visited to have the experience of the myriad wonders it has in store for everybody.",
                "placesToVisit": [
                    {
                        "name": "Puri",
                        "description": "Puri in Odisha is one of the four must-visit pilgrimage sites for Hindus because of Jagannath Temple that forms the part of Char Dham in India.",
                        "images": [
                            {
                                "name": "Puri",
                                "image": "./assets/img/Odisha/Puri.jpg"
                            },
                            {
                                "name": "Sri Jagannath Puri Temple",
                                "image": "./assets/img/Odisha/Sri Jagannath Puri Temple.jpg"
                            },
                            {
                                "name": "Puri Beach",
                                "image": "./assets/img/Odisha/Puri Beach.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bhubaneswar",
                        "description": "Bhubaneswar, the temple city of India, once known for its architecture and grand temples, is presently a thriving centre for commerce and business.",
                        "images": [
                            {
                                "name": "Bhubaneswar",
                                "image": "./assets/img/Odisha/Bhubaneswar.jpg"
                            },
                            {
                                "name": "Lingaraj Temple",
                                "image": "./assets/img/Odisha/Lingaraj Temple.jpg"
                            },
                            {
                                "name": "ISKCON Temple",
                                "image": "./assets/img/Odisha/ISKCON Temple.html"
                            }
                        ]
                    },
                    {
                        "name": "Konark",
                        "description": "Literally meaning 'the bridge of rock', Lunglei is famous for its scenic beauty and natural setting.",
                        "images": [
                            {
                                "name": "Konark",
                                "image": "./assets/img/Odisha/Konark.jpg"
                            },
                            {
                                "name": "Sun Temple",
                                "image": "./assets/img/Odisha/Sun Temple.jpg"
                            },
                            {
                                "name": "Chandrabhaga Beach",
                                "image": "./assets/img/Odisha/Chandrabhaga Beach.png"
                            }
                        ]
                    },
                    {
                        "name": "Cuttack",
                        "description": "Referred to as the cultural capital of Odisha, Cuttack is a commercial city with plenty of impressive tourist attractions.",
                        "images": [
                            {
                                "name": "Cuttack",
                                "image": "./assets/img/Odisha/Cuttack.jpg"
                            },
                            {
                                "name": "Bhitarkanika National Park & Wildlife Sanctuary",
                                "image": "./assets/img/Odisha/Bhitarkanika National Park & Wildlife Sanctuary.jpg"
                            },
                            {
                                "name": "Barabati Fort",
                                "image": "./assets/img/Odisha/Barabati Fort.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Baripada",
                        "description": "Baripada is a city, recognised by its beautiful culture and an essence of purity in nature. Its Rath Yatra is considered the biggest and oldest after Puri and thus Baripada is also known as Dwitiya Srikhetra (Second Puri).",
                        "images": [
                            {
                                "name": "Baripada",
                                "image": "./assets/img/Odisha/Baripada.jpg"
                            },
                            {
                                "name": "Simlipal National Park",
                                "image": "./assets/img/Odisha/Simlipal National Park.jpg"
                            },
                            {
                                "name": "Jwala mukhi temple",
                                "image": "./assets/img/Odisha/Jwala mukhi temple.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Gopalpur",
                        "description": "In the southern coastline of Odisha just 15 km from the city of Behrampur is located a quaint, tiny town of Gopalpur which was a sea port, bustling with trade and commerce, in the Colonial Era.",
                        "images": [
                            {
                                "name": "Gopalpur",
                                "image": "./assets/img/Odisha/Gopalpur.jpg"
                            },
                            {
                                "name": "Gopalpur Beach",
                                "image": "./assets/img/Odisha/Gopalpur Beach.html"
                            },
                            {
                                "name": "Ramha (Chilika)",
                                "image": "./assets/img/Odisha/Ramha (Chilika).jpg"
                            }
                        ]
                    },
                    {
                        "name": "Chandipur",
                        "description": "Chandipur is a secluded seaside village of Baleshwar district stored safely on the coastline of Orissa. Chandipur is also locally known as Chandipur-on-sea.",
                        "images": [
                            {
                                "name": "Chandipur",
                                "image": "./assets/img/Odisha/Chandipur.jpg"
                            },
                            {
                                "name": "Chandipur beach",
                                "image": "./assets/img/Odisha/Chandipur beach.jpg"
                            },
                            {
                                "name": "Similipal forest reserve",
                                "image": "./assets/img/Odisha/Similipal forest reserve.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Sambalpur",
                        "description": "Sambalpur is the gateway to the western zone of Orissa. It abounds in prolific rivers, lavish hills, lush green forests and affluent wildlife. It is a beautiful amalgamation of modernity and culture.",
                        "images": [
                            {
                                "name": "Sambalpur",
                                "image": "./assets/img/Odisha/Sambalpur.jpg"
                            },
                            {
                                "name": "Hirakud Dam",
                                "image": "./assets/img/Odisha/Hirakud Dam.jpg"
                            },
                            {
                                "name": "Samaleswari Temple",
                                "image": "./assets/img/Odisha/Samaleswari Temple.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "West Bengal",
                "tagline": "Beautiful Bengal.",
                "banner": "./assets/img/West Bengal/Banner11.jpg",
                "description": "The culture of the state is adorned by colourful fairs and festivals every month. A vast number of famous pilgrimages also attract a large number of tourists of all faiths and beliefs.",
                "image": "./assets/img/West Bengal/West Bengal.jpg",
                "largestCity": "Kolkata",
                "officialLang": "Hindi",
                "NearestAirport": "Kolkata, Bagdogra",
                "BestTime": "October to March",
                "longDescription": " The beautiful state of West Bengal attracts a significant number of tourists every year as the state is jewelled with mesmerising landscapes, snow-clad mountains, gushing sea, blossoming tea gardens, enormous deltas, lush green forests, plentiful wildlife, ancient temples and magnificent British monuments. The Tiger Hill, the Howrah Bridge, the Tea Gardens are some of the famous tourist spots which offer an insight into the vast culture and history of the West Bengal.",
                "placesToVisit": [
                    {
                        "name": "Kolkata",
                        "description": "Kolkata, India's second biggest city, is a perpetually ongoing festival of human existence, concurrently luxurious and squalid, refined and frantic, pointedly futuristic, while beautifully in decay.",
                        "images": [
                            {
                                "name": "Kolkata",
                                "image": "./assets/img/West Bengal/Kolkata.jpg"
                            },
                            {
                                "name": "Victoria Memorial",
                                "image": "./assets/img/West Bengal/Victoria Memorial.jpg"
                            },
                            {
                                "name": "Fort William Kolkata",
                                "image": "./assets/img/West Bengal/Fort William Kolkata.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Darjeeling",
                        "description": "Darjeeling - the untouched beauty of the hills, the old-world charm of the past, and the welcoming smiles of the local people all add up to make Darjeeling one of the most beautiful hill stations in Eastern part of India.",
                        "images": [
                            {
                                "name": "Darjeeling",
                                "image": "./assets/img/West Bengal/Darjeeling.jpg"
                            },
                            {
                                "name": "Darjeeling Himalayan Railway",
                                "image": "./assets/img/West Bengal/Darjeeling Himalayan Railway.jpg"
                            },
                            {
                                "name": "Tiger Hill",
                                "image": "./assets/img/West Bengal/Tiger Hill.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Sundarbans",
                        "description": "Sundarbans, Known for hosting the biggest mangrove forests in the world, Sundarbans National Park is located in West Bengal, India. It is also a Tiger Reserve and a Biosphere reserve that provides a complete nature's circle to the tourist right from 'Royal Bengal tigers' to roaring rivers and beautiful estuaries.",
                        "images": [
                            {
                                "name": "Sundarbans",
                                "image": "./assets/img/West Bengal/Sundarbans.jpg"
                            },
                            {
                                "name": "Banke Bihari Mandir",
                                "image": "./assets/img/West Bengal/Banke Bihari Mandir.jpg"
                            },
                            {
                                "name": "Prem Mandir",
                                "image": "./assets/img/West Bengal/Prem Mandir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Siliguri",
                        "description": "Siliguri is a city known as the Gateway to North-East India. Located 560 kms from Kolkata to the north, Siliguri is the twin city of Jalpaiguri and the third largest in West Bengal.",
                        "images": [
                            {
                                "name": "Siliguri",
                                "image": "./assets/img/West Bengal/Siliguri.jpg"
                            },
                            {
                                "name": "Salugara Monastery",
                                "image": "./assets/img/West Bengal/Salugara Monastery.jpg"
                            },
                            {
                                "name": "ISKCON Temple, Siliguri",
                                "image": "./assets/img/West Bengal/ISKCON Temple, Siliguri.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mirik",
                        "description": "Located on the banks of a huge lake, the hill town of Mirik adds to North Bengal's bounty. Amidst the Himalayan Valley, Mirik has more to offer than just beautiful mountains and lakes.",
                        "images": [
                            {
                                "name": "Mirik",
                                "image": "./assets/img/West Bengal/Mirik.jpg"
                            },
                            {
                                "name": "The Mirik Lake",
                                "image": "./assets/img/West Bengal/The Mirik Lake.jpg"
                            },
                            {
                                "name": "Pashupati Nagar",
                                "image": "./assets/img/West Bengal/Pashupati Nagar.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Digha",
                        "description": "Beach town situated on the shores of Bay of Bengal, Digha is a popular tourist destination known for its untouched beaches and scenic views, especially among people in West Bengal.",
                        "images": [
                            {
                                "name": "Digha",
                                "image": "./assets/img/West Bengal/Digha.jpg"
                            },
                            {
                                "name": "Marine Station/Aquarium of Zoological Survey of India",
                                "image": "./assets/img/West Bengal/Marine Station/Aquarium of Zoological Survey of India.jpg"
                            },
                            {
                                "name": "New Digha Beach",
                                "image": "./assets/img/West Bengal/New Digha Beach.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dooars",
                        "description": "Starting from river Teesta in the East to river Sankoshi in the west, Dooars is a local name given to the floodplains of North-East India around Bhutan. The name 'Dooars' has emerged from 'door' as Dooars is the gateway to Bhutan.",
                        "images": [
                            {
                                "name": "Dooars",
                                "image": "./assets/img/West Bengal/Dooars.jpg"
                            },
                            {
                                "name": "Mahanada Wildlife Sanctuary",
                                "image": "./assets/img/West Bengal/Mahanada Wildlife Sanctuary.jpg"
                            },
                            {
                                "name": "Sumsing and Suntalekhola",
                                "image": "./assets/img/West Bengal/Sumsing and Suntalekhola.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kalimpong",
                        "description": "Kalimpong is a virgin hill station in West Bengal renowned for its panoramic valley views, Buddhists monasteries and churches and Tibetan handicrafts etc.",
                        "images": [
                            {
                                "name": "Kalimpong",
                                "image": "./assets/img/West Bengal/Kalimpong.jpg"
                            },
                            {
                                "name": "Durpin Dara hill",
                                "image": "./assets/img/West Bengal/Durpin Dara hill.jpg"
                            },
                            {
                                "name": "Cactus Nursery",
                                "image": "./assets/img/West Bengal/Cactus Nursery.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Assam",
                "tagline": "​​The Awesome Assam.",
                "banner": "./assets/img/assam/assam.jpg",
                "description": "A treasure trove of natural beauty and diverse history, is one of the least explored regions in the country, lending it an immaculate, untouched aura that is sure to allure you. A land of wild forests, mighty rivers, and acres and acres of tea plantations, Assam, located in North East India, has a breath-taking landscape and is known to be one of the top biodiversity hotspots in the entire world.",
                "image": "./assets/img/assam/rafting.jpg",
                "largestCity": "Sivasagar",
                "officialLang": "Assamese",
                "NearestAirport": "Guwahati, Dibrugarh, Silchar",
                "BestTime": "October to April",
                "longDescription": "One of the most beautiful states of India, Assam is the gateway to the enchanting and unexploited northeastern part of the country. With the majestic Brahmaputra river, magnificent hills, its rich flora and fauna, the state is every tourist's paradise. Spread over an area of 1250 kilometres, Majuli is the largest river island of Asia and is famous for its traditions and its vibrant culture. Home to the 'Mising' or 'Mishing' tribe, Majuli is a great place to sit back and take in the beauty of the village which is surrounded by water. The Misings have a unique lifestyle, and they celebrate various festivals with a lot of pomp and show. Dibrugarh, a city in Assam,  is known as the Tea City of India.",
                "placesToVisit": [
                    {
                        "name": "Sivasagar",
                        "description": "Sibsagar is a state ofÊAssamÊthat provides various tourist attractions related to architectural marvels, history and culture. Some of the most popular places here include a water tank called Bhorpukhuri along with Joysagar, a man-made lake, Ahom Museum, Rudrasagar tank and temples, Gaurisagar tank and temples. One can also visit the Kareng Ghar and the Rang Ghar.",
                        "images": [
                            {
                                "name": "Talatal Ghar",
                                "image": "./assets/img/assam/talatal.jpg"
                            },
                            {
                                "name": "Shivadol",
                                "image": "./assets/img/assam/shivadol.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kaziranga National Park",
                        "description": "Located in the state of Assam in North-Eastern India, its total area is shared by the districts of Nagaon, Golaghat and Karbi Anglong placing it roughly at the centre of the state. Approximately around five hours by road from Guwahati, Kaziranga National Park stands tall as the epitome of successful wildlife conservation in India. In 1985, it was awarded the status of a World Heritage Site by UNESCO.",
                        "images": [
                            {
                                "name": "Kaziranga National Park",
                                "image": "./assets/img/assam/kaziranga.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Guwahati",
                        "description": "Sandwiched by the river Brahmaputra on one side and the Shillong Plateau on the other, this city was formerly known as Pragjyotishimachalura. The name Guwahati is derived from the union of two Assamese words - ‘Guwa’ meaning Areca Nut and ‘Haat’ meaning market.",
                        "images": [
                            {
                                "name": "Kamakhya Temple",
                                "image": "./assets/img/assam/kamakhya.jpg"
                            },
                            {
                                "name": "Guwahati Zoo",
                                "image": "./assets/img/assam/zoo.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Jorhat",
                        "description": "The beautiful, commercial, cultural and artistic city of Jorhat is the second largest in Assam. Tea plantations are the main agricultural areas around the city which also takes the shape of a tourist attraction given its simple natural charm. There are as many as 135 tea gardens in Jorhat. Apart from the tea plantations, Jorhat is home to other heritage sites and other natural reserves - Thengal Bhawan, Raja Maidam, Gibbon Wildlife Sanctuary and Dhekiakhowa Bornamghar are some of the major places of interest here.",
                        "images": [
                            {
                                "name": "Hoollongapar Gibbon Wildlife Sanctuary",
                                "image": "./assets/img/assam/hoollonagar.jpg"
                            },
                            {
                                "name": "Cinnamora Tea Estate",
                                "image": "./assets/img/assam/tea.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Majuli",
                        "description": " Among one of the most surreal places in India, Majuli is also a strong contender for a place in UNESCO's World Heritage Sites. Mostly inhabited by Tribals, the culture of Majuli is unique and quite interesting and is one of the key reasons why people love this place so much. It is also called the cultural capital of Assam. The festivals celebrated here are all joyous and vibrant. The main festival in the town of Majuli is called Raas and it is an exciting and interesting spectacle.",
                        "images": [
                            {
                                "name": "Dekhinpat Satra",
                                "image": "./assets/img/assam/dekhinpat.jpg"
                            },
                            {
                                "name": "Tengapania",
                                "image": "./assets/img/assam/tengapania.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Manas National Park",
                        "description": " The only tiger reserve in Assam and also famous for the rare golden langur and the red panda, Manas is one of the best-kept national parks in India. Manas is recognized not only for its rich biodiversity but also for its spectacular scenery and natural landscape which includes a range of forested hills, alluvial grasslands and tropical evergreen forests. It's home to India's second-largest tiger population. It is also famous for its population of the Wild water buffalo. Manas harbours the maximum number of endangered species from India as listed in the IUCN Red Book. ",
                        "images": [
                            {
                                "name": "Manas National Park",
                                "image": "./assets/img/assam/manas.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dibrugarh",
                        "description": "Deriving its name from the word Dibrumukha, the name of the river 'Dibru' with the word 'mukh' meaning mouth, Dibrugarh, is a city and is the headquarters of the Dibrugarh district in the state of Assam in India. Dibrugarh is also one of the two main cities in the state of Assam to receive urban development aid from the Asian Development Bank and is the nerve centre of industry, communication and healthcare of the upper Assam region. The city of Dibrugarh is emerging as a popular destination for business and leisure trips for tourists from India and abroad. This city is loaded with nature and culture and is the destination to unwind yourself.",
                        "images": [
                            {
                                "name": "Rafting in Bramhaputra",
                                "image": "./assets/img/assam/rafting.jpg"
                            },
                            {
                                "name": "Shopping in Dibrugarh",
                                "image": "./assets/img/assam/shopping.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mayong Assam",
                        "description": " 'The land of black magic', is a cluster of villages situated at a distance of 40 km from Guwahati. The village lies on the banks of the Brahmaputra River in the district of Morigaon in Assam. Mayong is a famous tourist spot and the famous stories of black magic and the magicians of the land make the place all the more enticing to the tourists. The ones who have been to the place say that there is an eerie silence surrounding the place which is completely opposite to the chaotic history associated with it.",
                        "images": [
                            {
                                "name": "Deosal Siva Temple",
                                "image": "./assets/img/assam/deosal.jpg"
                            },
                            {
                                "name": "Asia's Largest Dry Fish Market",
                                "image": "./assets/img/assam/dryfish.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Manipur",
                "tagline": "​​Jewel of Incredible India.",
                "banner": "./assets/img/Manipur/Banner.jpg",
                "description": "Formerly known as the Land of the Kings, Rajasthan is a beautiful example of India’s age-old opulence and grandeur, traces of which still linger in the air of this state. in terms of area, it is the largest among all the states in India. One of the most colourful and vibrant states, with a heady blend of culture, history, music, cuisine and people welcoming you with smiling faces, falling in love with Rajasthan doesn’t take much time.",
                "image": "./assets/img/Manipur/Manipur.jpg",
                "largestCity": "Imphal",
                "officialLang": "Hindi",
                "NearestAirport": "Imphal, Thoubal, Tamenglong, Chandel, , Moirang",
                "BestTime": "October to March",
                "longDescription": " Manipur promises to be the great tourist discovery as the state offers endless enjoyment and pleasure with its exotic landscape, undulating hills, green valleys, blue lakes and dense forests. The Keibul Lamjao National Park in Manipur is the only floating national park in the world.",
                "placesToVisit": [
                    {
                        "name": "Imphal",
                        "description": "Imphal has a untouched charm surrounding its natural beauty, sceneries and landscapes as well as a significant history leaving hints of the past around the city.",
                        "images": [
                            {
                                "name": "Imphal",
                                "image": "./assets/img/Manipur/Imphal.jpg"
                            },
                            {
                                "name": "Loktak Lake and Sendra Island",
                                "image": "./assets/img/Manipur/Loktak Lake and Sendra Island.jpg"
                            },
                            {
                                "name": "Kangla Fort",
                                "image": "./assets/img/Manipur/Kangla Fort.jpg"
                            },
                            {
                                "name": "Tharon cave",
                                "image": "./assets/img/Manipur/Tharon Cave.jpg"
                            },
                            {
                                "name": "Shaheed Minar",
                                "image": "./assets/img/Manipur/Shaheed Minar.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Thoubal",
                        "description": "A well developed city, Thoubal is a good holiday destination for those looking for a pleasant climate and numerous activities. Thoubal is almost ideal for trekking, hiking and picnics given the abundance in flora and green landscapes as well as the various facilities available here.",
                        "images": [
                            {
                                "name": "Thoubal",
                                "image": "./assets/img/Manipur/Thoubal.jpg"
                            },
                            {
                                "name": "Khongjom",
                                "image": "./assets/img/Manipur/Khongjom.jpg"
                            },
                            {
                                "name": "Lousi",
                                "image": "./assets/img/Manipur/Lousi.jpg"
                            },
                            {
                                "name": "Pumlen",
                                "image": "./assets/img/Manipur/Pumlen.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Tamenglong",
                        "description": "This hilly region is an ideal setting for tourists interested in outdoor holidays. The beauty of this town is unparalleled with the unusual varieties of flora and fauna.",
                        "images": [
                            {
                                "name": "Tamenglong",
                                "image": "./assets/img/Manipur/Tamenglong.jpg"
                            },
                            {
                                "name": "Barak Waterfall",
                                "image": "./assets/img/Manipur/Barak Waterfall.jpg"
                            },
                            {
                                "name": "Zeilad Lake",
                                "image": "./assets/img/Manipur/Zeilad Lake.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Chandel",
                        "description": "Chandel, also known as Lamka is tiny, but a scenic district in the North-Eastern state of Manipur. It is one of the main nine districts in the state and also the second least populous of all.",
                        "images": [
                            {
                                "name": "Chandel",
                                "image": "./assets/img/Manipur/Chandel.jpg"
                            },
                            {
                                "name": "Yangoupokpi - Lokchao Wildlife Sanctuary",
                                "image": "./assets/img/Manipur/Yangoupokpi - Lokchao Wildlife Sanctuary.jpg"
                            },
                            {
                                "name": "Tengnoupal",
                                "image": "./assets/img/Manipur/Tengnoupal.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Moirang",
                        "description": "Moirang is a small town nestled in the state of Manipur. This place has seen wars and upheavals in the past but is beautiful nonetheless.",
                        "images": [
                            {
                                "name": "Moirang",
                                "image": "./assets/img/Manipur/Moirang.jpg"
                            },
                            {
                                "name": "Sirohi National Park",
                                "image": "./assets/img/Manipur/Sirohi National Park.jpg"
                            },
                            {
                                "name": "Three Mothers Art Gallery",
                                "image": "./assets/img/Manipur/Three Mothers Art Gallery.PNG"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Meghalaya",
                "tagline": "​​Half Way To Heaven.",
                "banner": "./assets/img/Meghalaya/Banner.jpg",
                "description": "Meghalaya is one of the most beautiful states in North-East India offering a variety of sights, activities, food and festivals to the tourists. Well known for Cherapunjji, the place which receives one of the maximum rainfall in the world.",
                "image": "./assets/img/Meghalaya/Meghalaya.jpg",
                "largestCity": "Shilong",
                "officialLang": "Hindi",
                "NearestAirport": "Shillong, Guwahati",
                "BestTime": "All year long",
                "longDescription": " Meghalaya can mesmerise you with its hills, valleys, lakes, caves and waterfalls which when combined with the beautiful clouds, give it a very serene, beautiful look.Well known for Cherapunjji, the place which receives one of the maximum rainfall in the world.",
                "placesToVisit": [
                    {
                        "name": "Shilong",
                        "description": "A beautiful city encircled by pine trees, Shillong is the capital of Meghalaya. It derives its name from Lei Shyllong, an idol worshipped at the Shillong Peak.",
                        "images": [
                            {
                                "name": "Shilong",
                                "image": "./assets/img/Meghalaya/Shilong.jpg"
                            },
                            {
                                "name": "Umiam Lake",
                                "image": "./assets/img/Meghalaya/Umiam Lake.jpg"
                            },
                            {
                                "name": "Police Bazar",
                                "image": "./assets/img/Meghalaya/Police Bazar.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Cherrapunji",
                        "description": "Earlier the wettest place on the Earth, Cherrapunji in Meghalaya, also known as Sohra, is known for its double-decker living root bridge.",
                        "images": [
                            {
                                "name": "Cherrapunji",
                                "image": "./assets/img/Meghalaya/Cherrapunji.jpg"
                            },
                            {
                                "name": "Double Decker Living Root Bridge",
                                "image": "./assets/img/Meghalaya/Double Decker Living Root Bridge.jpg"
                            },
                            {
                                "name": "Dawki",
                                "image": "./assets/img/Meghalaya/Dawki.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mawsynram",
                        "description": "Acknowledged as the wettest place in the world, the mesmerizing village of Mawsynram, located 61 kms south of Shillong is a nature lover's delight and the perfect destination for a weekend trip.",
                        "images": [
                            {
                                "name": "Mawsynram",
                                "image": "./assets/img/Meghalaya/Mawsynram.jpg"
                            },
                            {
                                "name": "Mawsmai Caves",
                                "image": "./assets/img/Meghalaya/Mawsmai Caves.jpg"
                            },
                            {
                                "name": "Mawsmai Falls",
                                "image": "./assets/img/Meghalaya/Mawsmai Falls.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Tura",
                        "description": "Located in the western part of Meghalaya, as the administrative headquarters of the West Garo Hills district, Tura is an eco-tourist hub of the state.",
                        "images": [
                            {
                                "name": "Tura",
                                "image": "./assets/img/Meghalaya/Tura.jpg"
                            },
                            {
                                "name": "Tura Peak",
                                "image": "./assets/img/Meghalaya/Tura Peak.jpg"
                            },
                            {
                                "name": "Siju Caves",
                                "image": "./assets/img/Meghalaya/Siju Caves.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Elephant Falls",
                        "description": "It is a tourists' paradise with three layers of the falls accessible to the layman from different vantage points. The Britishers named this fall so owing to the presence of an elephant-shaped rock on one side of the fall.",
                        "images": [
                            {
                                "name": "Elephant Falls",
                                "image": "./assets/img/Meghalaya/Elephant Falls.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Jowai",
                        "description": "Jowai, much like Cherrapunji prides itself in being a destination much loved for a scenic drive and boasting of lakes, vast open valleys and waterfalls.",
                        "images": [
                            {
                                "name": "Jowai",
                                "image": "./assets/img/Meghalaya/Jowai.jpg"
                            },
                            {
                                "name": "Trishy falls",
                                "image": "./assets/img/Meghalaya/Trishy falls.jpg"
                            },
                            {
                                "name": "Nartiang Monoliths",
                                "image": "./assets/img/Meghalaya/Nartiang Monoliths.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mawlynnong",
                        "description": "Mawlynnong is a small village situated around 90 km from Shillong in the East Khasi Hills, Meghalaya and is also known as God's own Garden. It was declared as the cleanest village in Asia in 2003 by Discovery India which certainly which makes it one of the most popular tourist destinations in the Indian state.",
                        "images": [
                            {
                                "name": "Mawlynnong",
                                "image": "./assets/img/Meghalaya/Mawlynnong.jpg"
                            },
                            {
                                "name": "Lady Hydari Park",
                                "image": "./assets/img/Meghalaya/Lady Hydari Park.jpg"
                            },
                            {
                                "name": "Sweet Falls",
                                "image": "./assets/img/Meghalaya/Sweet Falls.PNG"
                            }
                        ]
                    },
                    {
                        "name": "Nohkalikai Waterfalls",
                        "description": "The fourth highest waterfalls in the world, Nohkalikai falls plunge some 335 meters from a verdant cliff to the ground giving the portrayal of immense and natural magnificence.",
                        "images": [
                            {
                                "name": "Nohkalikai Waterfalls",
                                "image": "./assets/img/Meghalaya/Nohkalikai Waterfalls.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Mizoram",
                "tagline": "Peace Pays.",
                "banner": "./assets/img/Mizoram/Banner1.jpg",
                "description": "the northeastern state of Mizoram is one of the smallest states in India.",
                "image": "./assets/img/Mizoram/Mizoram.jpg",
                "largestCity": "Aizawl",
                "officialLang": "Hindi",
                "NearestAirport": "Lengpui, Guwahati",
                "BestTime": "November to March",
                "longDescription": " The moderate climate of Mizoram, which is comfortable even in during summer makes it an attractive destination for all the tourists. The vast culture and grand festivals of the state have a unique, irresistible charm which can not be explained or read; it can only be felt once you are in the peaceful, serene land of Mizoram.",
                "placesToVisit": [
                    {
                        "name": "Aizawl",
                        "description": "Lying at a height of 1132 m above sea level, Aizawl is a quaint city and the capital of the state of Mizoram in northeast India.",
                        "images": [
                            {
                                "name": "Aizawl",
                                "image": "./assets/img/Mizoram/Aizawl.jpg"
                            },
                            {
                                "name": "Durtlang Hills",
                                "image": "./assets/img/Mizoram/Durtlang Hills.jpg"
                            },
                            {
                                "name": "Reiek",
                                "image": "./assets/img/Mizoram/Reiek.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Serchhip",
                        "description": "Most famous for being the district with the highest literacy rate in India.",
                        "images": [
                            {
                                "name": "Serchhip",
                                "image": "./assets/img/Mizoram/Serchhip.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Lunglei",
                        "description": "Literally meaning 'the bridge of rock', Lunglei is famous for its scenic beauty and natural setting.",
                        "images": [
                            {
                                "name": "Lunglei",
                                "image": "./assets/img/Mizoram/Lunglei.jpg"
                            },
                            {
                                "name": "Khawnglung Wildlife Sanctuary",
                                "image": "./assets/img/Mizoram/Khawnglung Wildlife Sanctuary.jpg"
                            },
                            {
                                "name": "Lunglei Sightseeing",
                                "image": "./assets/img/Mizoram/Lunglei Sightseeing.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Champhai",
                        "description": "The town of Champhai on the eastern border of Mizoram close to the Indo-Myanmar border is the administrative headquarters of the Champhai district.",
                        "images": [
                            {
                                "name": "Champhai",
                                "image": "./assets/img/Mizoram/Champhai.jpg"
                            },
                            {
                                "name": "Rih Dil",
                                "image": "./assets/img/Mizoram/Rih Dil.jpg"
                            },
                            {
                                "name": "Murlen National Park",
                                "image": "./assets/img/Mizoram/Murlen National Park.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Saiha",
                        "description": "Saiha is known as the fastest growing town in Mizoram, as the population has significantly risen in the last decade.",
                        "images": [
                            {
                                "name": "Saiha",
                                "image": "./assets/img/Mizoram/Saiha.jpg"
                            },
                            {
                                "name": "Palak Wildlife Sanctuary",
                                "image": "./assets/img/Mizoram/Palak Wildlife Sanctuary,jpg"
                            },
                            {
                                "name": "Palak Dil",
                                "image": "./assets/img/Mizoram/Palak Dil.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kolasib",
                        "description": "Kolasib lies in northern Mizoram sharing a border with the Cachar district of Assam.",
                        "images": [
                            {
                                "name": "Kolasib",
                                "image": "./assets/img/Mizoram/Kolasib.jpg"
                            },
                            {
                                "name": "River Tlawng",
                                "image": "./assets/img/Mizoram/River Tlawng.jpg"
                            },
                            {
                                "name": "Tamdil (Tam Lake)",
                                "image": "./assets/img/Mizoram/Tamdil (Tam Lake).jpg"
                            }
                        ]
                    },
                    {
                        "name": "Reiek",
                        "description": "Kolasib lies in northern Mizoram sharing a border with the Cachar district of Assam.",
                        "images": [
                            {
                                "name": "Reiek",
                                "image": "./assets/img/Mizoram/Reiek.jpg"
                            },
                            {
                                "name": "Vantawng Falls",
                                "image": "./assets/img/Mizoram/Vantawng Falls.jpg"
                            },
                            {
                                "name": "Mizoram State Museum",
                                "image": "./assets/img/Mizoram/Mizoram State Museum.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Vantawng Falls",
                        "description": "The highest waterfall in the state and the 13th highest in the country, the Vantawng Waterfalls is one of he most mesmerizing waterfalls of the North East.",
                        "images": [
                            {
                                "name": "Reiek",
                                "image": "./assets/img/Mizoram/Vantawng Falls.jpg"
                            },
                            {
                                "name": "KV Paradise",
                                "image": "./assets/img/Mizoram/KV Paradise.jpg"
                            },
                            {
                                "name": "Solomon Temple",
                                "image": "./assets/img/Mizoram/Solomon Temple.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Nagaland",
                "tagline": "Land of Festivals.",
                "banner": "./assets/img/Nagaland/Banner2.jpg",
                "description": "Nagaland is a quaint state in the north-east part of the country and is one of the most-loved hill station tourist destinations in India.",
                "image": "./assets/img/Nagaland/Nagaland.jpg",
                "largestCity": "Kohima",
                "officialLang": "Hindi",
                "NearestAirport": "Guwahati",
                "BestTime": "October to May",
                "longDescription": " Nagaland is as much about scenic beauty as it is about carefully preserved history and tradition, and a visit to this mesmerising state will open up a vista of things you can see and do to make your holiday a memorable one.",
                "placesToVisit": [
                    {
                        "name": "Kohima",
                        "description": "Kohima is the hilly capital of Nagaland, which is one of the seven sister states of India.",
                        "images": [
                            {
                                "name": "Kohima",
                                "image": "./assets/img/Nagaland/Kohima.jpg"
                            },
                            {
                                "name": "Dzukou Valley and Japfu Peak",
                                "image": "./assets/img/Nagaland/Dzukou Valley and Japfu Peak.jpg"
                            },
                            {
                                "name": "Kohima Museum",
                                "image": "./assets/img/Mizoram/Kohima Museum.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mokokchung",
                        "description": "The most significant urban centre in all of Nagaland after Dimapur and Kohima and the home of Ao Naga.",
                        "images": [
                            {
                                "name": "Mokokchung",
                                "image": "./assets/img/Nagaland/Mokokchung.jpg"
                            },
                            {
                                "name": "Longkhum",
                                "image": "./assets/img/Nagaland/Longkhum.jpg"
                            },
                            {
                                "name": "Ungma Village",
                                "image": "./assets/img/Nagaland/Ungma Village.html"
                            }
                        ]
                    },
                    {
                        "name": "Dimapur",
                        "description": "Literally meaning 'the bridge of rock', Lunglei is famous for its scenic beauty and natural setting.",
                        "images": [
                            {
                                "name": "Dimapur",
                                "image": "./assets/img/Nagaland/Dimapur.jpg"
                            },
                            {
                                "name": "The Triple falls",
                                "image": "./assets/img/Nagaland/The Triple falls.jpg"
                            },
                            {
                                "name": "Kachari ruins",
                                "image": "./assets/img/Nagaland/Kachari ruins.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Tuensang",
                        "description": "Tuensang is the headquarters of the Tuensang district, the easternmost, largest district of Nagaland, and flanked by Myanmar on its right side.",
                        "images": [
                            {
                                "name": "Tuensang",
                                "image": "./assets/img/Nagaland/Tuensang.jpg"
                            },
                            {
                                "name": "Noklak",
                                "image": "./assets/img/Nagaland/Noklak.jpg"
                            },
                            {
                                "name": "Longtrok",
                                "image": "./assets/img/Nagaland/Longtrok.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Phek",
                        "description": "Phek is a hilly area rich in flora and fauna. Apart from the spell bounding hills, Shilloi lake is an important attraction.",
                        "images": [
                            {
                                "name": "Phek",
                                "image": "./assets/img/Nagaland/Phek.jpg"
                            },
                            {
                                "name": "Shilloi Lake",
                                "image": "./assets/img/Nagaland/Shilloi Lake.jpg"
                            },
                            {
                                "name": "Khezhakeno Village",
                                "image": "./assets/img/Nagaland/Khezhakeno Village.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mon",
                        "description": "Home of the Konyaks nagas, Mon provides tourists with a unique and quite mesmerizing view of tattooed faces wearing feathery loincloths.",
                        "images": [
                            {
                                "name": "Mon",
                                "image": "./assets/img/Nagaland/Mon.jpg"
                            },
                            {
                                "name": "Veda Peak",
                                "image": "./assets/img/Nagaland/Veda Peak.html"
                            },
                            {
                                "name": "Shangnyu Village",
                                "image": "./assets/img/Nagaland/Shangnyu Village.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dzukou Valley and Japfu Peak",
                        "description": "Dzukou valley and Japfu Peak offer one of the most breathtaking landscapes of the continent.",
                        "images": [
                            {
                                "name": "Dzukou Valley and Japfu Peak",
                                "image": "./assets/img/Nagaland/Dzukou Valley and Japfu Peak.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Touphema Village",
                        "description": "On a green and verdant hillock, lies the township called Touphema Village. Built by the local community in partnership with the Tourism Department of Nagaland.",
                        "images": [
                            {
                                "name": "Touphema Village",
                                "image": "./assets/img/Nagaland/Touphema Village.jpg"
                            },
                            {
                                "name": "Kohima Zoo",
                                "image": "./assets/img/Nagaland/Kohima Zoo.jpg"
                            },
                            {
                                "name": "Khonoma Village",
                                "image": "./assets/img/Nagaland/Khonoma Village.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Sikkim",
                "tagline": "Small But Beautiful.",
                "banner": "./assets/img/Sikkim/Banner5.jpg",
                "description": "Travelling across this Himalayan state is particularly highlighted by the dramatic contouring of the scenery from thick woodlands to colourful meadows to few barren patches to the panoramic views of the snowcapped mountains.",
                "image": "./assets/img/Sikkim/Sikkim.jpg",
                "largestCity": "Gangtok",
                "officialLang": "Hindi",
                "NearestAirport": "Bagdogra",
                "BestTime": "March to June, September to December",
                "longDescription": " Occupied by warm-hearted people offering some of the best hospitality and boasting of magnificent treks, snow activities and scenic views, Sikkim is truly a destination people fall in love with!",
                "placesToVisit": [
                    {
                        "name": "Gangtok",
                        "description": "Chandigarh, a union territory that is the capital of both Punjab as well as Haryana, is India's first planned city. A traditionally Punjabi city at heart with a healthy dose of modernity, Chandigarh's food and gedi culture (a leisure drive or ride the city) is what the capital is really known for.",
                        "images": [
                            {
                                "name": "Gangtok",
                                "image": "./assets/img/Sikkim/Gangtok.jpg"
                            },
                            {
                                "name": "Nathula Pass",
                                "image": "./assets/img/Sikkim/Nathula Pass.png"
                            },
                            {
                                "name": "MG Road, Gangtok",
                                "image": "./assets/img/Sikkim/MG Road, Gangtok.jpg"
                            }
                        ]
                    },
                    {
                        "name": "North Sikkim",
                        "description": "Home of the glorious Golden Temple, the iconic city of Amritsar, portrays the heroic character of the Punjab. A day in this peaceful city starts with the spiritual prayers from Gurudwaras.",
                        "images": [
                            {
                                "name": "North Sikkim",
                                "image": "./assets/img/Sikkim/NorthSikkim.jpg"
                            },
                            {
                                "name": "Gurudongmar Lake",
                                "image": "./assets/img/Sikkim/Gurudongmar Lake.jpg"
                            },
                            {
                                "name": "Lachung",
                                "image": "./assets/img/Sikkim/Lachung.jpg"
                            }
                        ]
                    },
                    {
                        "name": "West Sikkim",
                        "description": "The fourth-largest city in the state of Punjab, Patiala is nestled in the southeast of the golden land. Patiala has strong historical and cultural roots, surrounded by architectural marvels and cultural heritage along with being a preferred destination for exploring the core traditions of Punjab.",
                        "images": [
                            {
                                "name": "West Sikkim",
                                "image": "./assets/img/Sikkim/WestSikkim.jpg"
                            },
                            {
                                "name": "Pelling",
                                "image": "./assets/img/Sikkim/Pelling.jpg"
                            },
                            {
                                "name": "Geyzing",
                                "image": "./assets/img/Sikkim/Geyzing.jpg"
                            }
                        ]
                    },
                    {
                        "name": "South Sikkim",
                        "description": "Situated on the banks of river Sutlej, Ludhiana, Punjab’s largest city, is one of the biggest manufacturing hubs in India. Also known as Manchester of India, Ludhiana is famous for its hosiery industries, the ancient ruins of the Lodi dynasty and the war museum.",
                        "images": [
                            {
                                "name": "Ludhiana",
                                "image": "./assets/img/Sikkim/South Sikkim.jpg"
                            },
                            {
                                "name": "Namchi",
                                "image": "./assets/img/Sikkim/Namchi.jpg"
                            },
                            {
                                "name": "Ravangla",
                                "image": "./assets/img/Sikkim/Ravangla.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Zuluk",
                        "description": "Perched at a height of 10000 feet above the mean sea level, Zuluk (also called Dzuluk or Jhuluk or Juluk) is a dainty hamlet resting in the lap of the East Himalayas in Sikkim.",
                        "images": [
                            {
                                "name": "Zuluk",
                                "image": "./assets/img/Sikkim/Zuluk.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Aritar",
                        "description": "Known for its pristine beauty, temples and monasteries, Aritar is an important town in East. The entire region is surrounded by lush green forests and beautiful streams and is a delight for anyone who wants to spend time in a lesser known area.",
                        "images": [
                            {
                                "name": "Aritar",
                                "image": "./assets/img/Sikkim/Aritar.jpg"
                            },
                            {
                                "name": "Lampokhari",
                                "image": "./assets/img/Sikkim/Lampokhari.jpg"
                            },
                            {
                                "name": "Parbateyswar Shivalaya Mandir",
                                "image": "./assets/img/Sikkim/Parbateyswar Shivalaya Mandir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Rumtek Monastery",
                        "description": "The Rumtek Monastery is one of the largest and most significant monasteries in Sikkim, perched on top of a hill 23 km from Gangtok.",
                        "images": [
                            {
                                "name": "Rumtek Monastery",
                                "image": "./assets/img/Sikkim/Rumtek Monastery.jpg"
                            },
                            {
                                "name": "Tsomgo Lake",
                                "image": "./assets/img/Sikkim/Tsomgo Lake.html"
                            },
                            {
                                "name": "Ganesh Tok",
                                "image": "./assets/img/Sikkim/Ganesh Tok.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Lachen",
                        "description": "Situated in the northern district of Sikkim, Lachen is one of the most beautiful towns an attractive tourist spot which is well known for its Lachung monastery.",
                        "images": [
                            {
                                "name": "Lachen",
                                "image": "./assets/img/Sikkim/Lachen.jpg"
                            },
                            {
                                "name": "Cholamu Lake",
                                "image": "./assets/img/Sikkim/Cholamu Lake.jpg"
                            },
                            {
                                "name": "Thangu Valley",
                                "image": "./assets/img/Sikkim/Thangu Valley.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Tripura",
                "tagline": "Visit Agartala.",
                "banner": "./assets/img/Tripura/Banner8.jpg",
                "description": "Rich in gorgeous landscapes, crystalline waterfalls, awe-inspiring mountains, dense forests, and a generous sprinkling of history and tradition, Tripura is a popular tourist destination situated in North-East India. ",
                "image": "./assets/img/Tripura/Tripura.jpg",
                "largestCity": "Agartala",
                "officialLang": "Hindi",
                "NearestAirport": "Agartala",
                "BestTime": "October to May",
                "longDescription": " Tripura was once home to the famous Manikya tribe, which resulted in the conception of a plethora of varied archaeological monuments and structures in the state, all of which attest to the rich cultural and traditional past of Tripura.",
                "placesToVisit": [
                    {
                        "name": "Agartala",
                        "description": "Home to the Manikya Kings in the past, Agartala is the perfect mix of natural beauty combined with diverse and rich culture.",
                        "images": [
                            {
                                "name": "Agartala",
                                "image": "./assets/img/Tripura/Agartala.jpg"
                            },
                            {
                                "name": "Ujjayanta Palace",
                                "image": "./assets/img/Tripura/Ujjayanta Palace.jpg"
                            },
                            {
                                "name": "Neermahal",
                                "image": "./assets/img/Tripura/Neermahal.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kailashahar",
                        "description": "A well liked tourist town near Agartala, Kailashahar was once the capital of Tripuran kingdom and evidence of its royal history can be still seen here.",
                        "images": [
                            {
                                "name": "Kailashahar",
                                "image": "./assets/img/Tripura/Kailashahar.jpg"
                            },
                            {
                                "name": "Lakhi Narayan Bari",
                                "image": "./assets/img/Tripura/Lakhi Narayan Bari.jpg"
                            },
                            {
                                "name": "Chouddo Devotar Mandir",
                                "image": "./assets/img/Tripura/Chouddo Devotar Mandir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Unakoti",
                        "description": " A prime tourist spot in Tripura, Unakoti is an ancient pilgrimage centre, attracting tourists and devotees from far and wide.",
                        "images": [
                            {
                                "name": "Unakoti",
                                "image": "./assets/img/Tripura/Unakoti.jpg"
                            },
                            {
                                "name": "Unokotiswara Kal Bhairava",
                                "image": "./assets/img/Tripura/Unokotiswara Kal Bhairava.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bison (Rajbari) National Park",
                        "description": "Situated in the Trishna Wildlife Sanctuary, the Rajbari National Park is one of India’s well-known National Parks. It is located at Tripura, India.",
                        "images": [
                            {
                                "name": "Bison (Rajbari) National Park",
                                "image": "./assets/img/Tripura/Bison (Rajbari) National Park.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Rudrasagar Lake",
                        "description": "Located in the Melaghar block in Sipahijala district of Tripura, Rudrasagar is a picturesque lake that has lately been recognised as one of the wetlands of national importance for the conservation of resources and their sustainable use, by the Government of India’s Ministry of Environment and Forest.",
                        "images": [
                            {
                                "name": "Rudrasagar Lake",
                                "image": "./assets/img/Tripura/Rudrasagar Lake.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ambassa",
                        "description": "Located in the youngest district in the state of Tripura in Dhalai, Ambassa is a quiet little town mainly popular for its several temples and pleasant surroundings.",
                        "images": [
                            {
                                "name": "Ambassa",
                                "image": "./assets/img/Tripura/Ambassa.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Neermahal",
                        "description": "'The Lake Palace of Tripura' or the Neermahal is the largest palace of its kind in the entire Indian Subcontinent. This architectural beauty rightly derives its name from its location, i.e. the middle of Rudrasagar Lake.",
                        "images": [
                            {
                                "name": "Neermahal",
                                "image": "./assets/img/Tripura/Neermahal.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Arunachal Pradesh",
                "tagline": "The Land of Dawn-lit Mountains​.",
                "banner": "./assets/img/arunachal/arunachal.jpg",
                "description": "Home to picturesque mountains, unexplored passes, tranquil lakes and famous monasteries, Arunachal Pradesh is an amazing destination for an amazing holiday. Arunachal Pradesh is the perfect state for you if you wish to explore the tribal culture and the simplicity of their exquisite beauty. Its amazing array of flora and fauna, in a unique habitat with glaciers, high altitude meadows and sub-tropical forests add to the charm of the beautiful state.",
                "image": "./assets/img/arunachal/local.jpg",
                "largestCity": "Itanagar",
                "officialLang": "English",
                "NearestAirport": "Guwahati in Assam",
                "BestTime": "March to October",
                "longDescription": "Bordered on the south by Assam, on the west by Bhutan, on the north and northeast by China, and on the east by Myanmar is also known as the 'Orchid State of India' or the 'Paradise of the Botanists'. More than 500 species of birds have been recorded to be found in this state, many of which are highly endangered and restricted to this state. For the most part, Arunachal Pradesh is covered with serene mountains that offer one a breathtaking view during the winters. As the snow covers the peaks of these mountains, flora and fauna display a state of calmness and freshness in the region. The crafty, yet traditional people of the state welcome one and all with a smile on their faces and love and warmth in their hearts.",
                "placesToVisit": [
                    {
                        "name": "Tawang",
                        "description": "The beautiful town of Tawang, also pronounced as Dawang has many sceneries to make your trip a picturesque one. However, what begins to define the area is its significance for Buddhist monks. Tawang is the place to go for monasteries, with the Tawang Monastery being the most popular one and extremely sacred for the Buddhists. Also known for many important and beautiful monasteries and is famous for being the birthplace of the 6th Dalai Lama, Tsangyang Gyatso.",
                        "images": [
                            {
                                "name": "Tawang Monastery",
                                "image": "./assets/img/arunachal/tawang.jpg"
                            },
                            {
                                "name": "Sela Pass",
                                "image": "./assets/img/arunachal/sela.jpg"
                            },
                            {
                                "name": "Madhuri Lake",
                                "image": "./assets/img/arunachal/madhuri.jpg"
                            },
                            {
                                "name": "Nuranang Falls",
                                "image": "./assets/img/arunachal/.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ziro",
                        "description": "Ziro is a quaint old town in Arunachal Pradesh, home to the Apa Tani tribe and famous for its pine hills and rice fields. Ziro is a quaint old town in Arunachal Pradesh, home to the Apa Tani tribe and famous for its pine hills and rice fields. The climate in Ziro is mild through the year, making it comfortable to travel all year round.",
                        "images": [
                            {
                                "name": "Tarin Fish Farm",
                                "image": "./assets/img/arunachal/tarin.jpg"
                            },
                            {
                                "name": "Kile Pakho",
                                "image": "./assets/img/arunachal/kile.jpg"
                            },
                            {
                                "name": "Talley Valley Wildlife Sanctuary",
                                "image": "./assets/img/arunachal/talley.jpg"
                            },
                            {
                                "name": "Meghna Cave Temple",
                                "image": "./assets/img/arunachal/meghna.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Namdapha National Park",
                        "description": "The third largest national park in the country, area-wise, Namdapha National Park is located in Arunachal Pradesh. Namdapha National Park is a gem for any wildlife and nature lover. With its altitude varying between 200 meters to 4500 meters, it is a haven of rare and endangered animal and plant species with one of the most vibrant bio-diversities in the country. It is here that you can spot species such as Snow Leopard, Clouded Leopard, Leopard, and Tiger.",
                        "images": [
                            {
                                "name": "Namdapha National Park",
                                "image": "./assets/img/arunachal/namdapha.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Roing",
                        "description": "The deep canyon, turbulent rivers cascading down the hills, snow peaked mountains, numerous waterfalls, placid lakes, archaeological sites, peace and fun loving hospitable people and above all the heavenly climate make Roing one of the most attractive destinations for tourists. A natural heaven with mountains and lakes, it is one of the most exciting places in Arunachal Pradesh. This town won't let anybody down. It has many beautiful lakes and gorges for nature lovers. The Bhishmaknagar fort and Nehru Udyan add historical significance to the place.",
                        "images": [
                            {
                                "name": "Mehao Wildlife Sanctuary",
                                "image": "./assets/img/arunachal/mehao.jpg"
                            },
                            {
                                "name": "Mehao Lake",
                                "image": "./assets/img/arunachal/lake.jpg"
                            },
                            {
                                "name": "Mayudia",
                                "image": "./assets/img/arunachal/mayudia.jpg"
                            },
                            {
                                "name": "Bhashmaknagar Fort",
                                "image": "./assets/img/arunachal/fort.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Itanagar",
                        "description": "Recently opened to tourists by the government, the heritage and tribal culture of the city, which is decades and centuries old, is still intact. The 15th century Ita-Fort, legendary Ganga Lake which is locally known as Gyakar Sinyi and the Buddha Vihar, consecrated by Dalai Lama are among the most important attractions here. The amicable weather throughout the year makes it a tourist's delight. The town of Yupia shares it's attractions with Itanagar. Hence, the two can be covered simultaneously.",
                        "images": [
                            {
                                "name": "Gompa Buddhist Temple",
                                "image": "./assets/img/arunachal/gompa.jpg"
                            },
                            {
                                "name": "Ganga Lake",
                                "image": "./assets/img/arunachal/ganga.jpg"
                            },
                            {
                                "name": "Rupa",
                                "image": "./assets/img/arunachal/rupa.jpg"
                            },
                            {
                                "name": "Ita Fort",
                                "image": "./assets/img/arunachal/ita.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bomdila",
                        "description": "With majestic Himalayas bestowing their shadow, the beautiful town of Bomdila will offer you all an area in this terrain should. Other than sceneries and views making the area a visual treat for the eyes, wrapped around in a cool breeze and pleasant climate, the area will offer you a number of spots such as temples and wildlife sanctuaries. Both Buddhist and Hindu temples are to be found here. Some of the other places to be visited include a number apple orchards and The Eagle Nest Wildlife Sanctuary, which is just a little away.",
                        "images": [
                            {
                                "name": "Bomdila Monastery",
                                "image": "./assets/img/arunachal/bomdila.jpg"
                            },
                            {
                                "name": "Apple Orchards",
                                "image": "./assets/img/arunachal/apple.jpg"
                            },
                            {
                                "name": "Bomdila View Point",
                                "image": "./assets/img/arunachal/view.jpg"
                            },
                            {
                                "name": "Eaglenest Wildlife Sanctuary",
                                "image": "./assets/img/arunachal/eagle.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bhalukpong",
                        "description": "Bhalukpong can provide you a complete experience with wildlife and a host of activities complimenting its natural beauty and the environment of a place lesser known. The Kameng River running in the forest surrounding it makes the town even more attractive. In Bhalukpong you'll find yourself making the most of hiking, trekking, camping and fishing. The Pakhui game sanctuary can be visited to see birds as exotic as the place itself, along with tigers, elephants, barking dear and more.",
                        "images": [
                            {
                                "name": "Sessa Orchid Sanctuary",
                                "image": "./assets/img/arunachal/sessa.jpg"
                            },
                            {
                                "name": "Pakhui Wildlife Sanctuary",
                                "image": "./assets/img/arunachal/pakhui.jpg"
                            },
                            {
                                "name": "Outdoor activities",
                                "image": "./assets/img/arunachal/outdoor.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Anini",
                        "description": "Where the clouds come down the kiss the land. With much of its beauty peeking from behind the misty air, this unexplored town is the place to visit for pristine calmness. Lying in the beautiful Dibang Valley district, Anini is marked by pleasant weather and immense natural beauty, making it a tourist's paradise, appearing from the clouds. Its silence, beauty and magic is almost untouched and can relax you to the very core. A popular tourist spot nearby is the Mehao Wildlife Sanctuary.",
                        "images": [
                            {
                                "name": "Local Sightseeing",
                                "image": "./assets/img/arunachal/local.jpg"
                            },
                            {
                                "name": "Trekking",
                                "image": "./assets/img/arunachal/trekking.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Chhattisgarh",
                "tagline": "​​Full of Surprises.",
                "banner": "./assets/img/chhattisgarh/chhattisgarh.jpg",
                "description": "The oldest tribes of India dwell in Chhattisgarh, some of them for almost 10,000 years. A blend of culture, arts and religion of the local and tribal people, Chattisgarh exhibits the instance of ancient India.",
                "image": "./assets/img/chhattisgarh/sirpur.jpg",
                "largestCity": "Raipur",
                "officialLang": "Hindi",
                "NearestAirport": "Raipur",
                "BestTime": "October to March",
                "longDescription": " Home to plenty of gushing waterfalls, ancient temples and monuments, dense forests, a veritable sprinkling of flora and fauna, and a culture that is still reminiscent of the age-old history and traditions of the state, Chhattisgarh has everything you could possibly be looking for in an ideal tourist spot.",
                "placesToVisit": [
                    {
                        "name": "Raipur",
                        "description": "Capital of Chhattisgarh, Raipur is the largest city in the state. With more than hundreds of steel mills and six steel plants, Raipur is also one of the largest industrial centres of the country. ",
                        "images": [
                            {
                                "name": "Nandan Van Zoo",
                                "image": "./assets/img/chhattisgarh/nandan.jpg"
                            },
                            {
                                "name": "Swami Vivekanand Sarovar",
                                "image": "./assets/img/chhattisgarh/swami.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Jagdalpur",
                        "description": "The beautiful and naturally bountiful city in the Bastar district of Chhattisgarh and is one of the most popular tourist destinations in the state after Raipur and Bhilai. It is well connected to the state capital and to other nearby cities and is relatively unknown among tourists outside the state.",
                        "images": [
                            {
                                "name": "Chitrakote Falls",
                                "image": "./assets/img/chhattisgarh/chitrakote.jpg"
                            },
                            {
                                "name": "Kutumsar Caves",
                                "image": "./assets/img/chhattisgarh/kutumsar.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Charre Marre Waterfalls",
                        "description": " The tortuous waterfall is 16 meters high and the clear water falling from such a great height is quite a sight to see. The bountiful and pristine Jogidhara river is the reason behind the birth of this mesmerizing and bubbling waterfall. The water meanders through hills and verdant trees producing ear pleasing sounds.",
                        "images": [
                            {
                                "name": "Charre Marre Waterfalls",
                                "image": "./assets/img/chhattisgarh/charre.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Sirpur",
                        "description": " Situated on the banks of river Mahanadi. It is 35 km away from the Mahasamund district and around 78 km away from the city of Raipur, which is the capital of Chhattisgarh. The village of Sirpur is an archaeological wonder. Inspiration to many architects, this village is rich in its temple culture. A quaint hidden gem, it has a deep connection to the Buddhism world and a treasure for archaeological findings from the 8th century. ",
                        "images": [
                            {
                                "name": "Sirpur",
                                "image": "./assets/img/chhattisgarh/sirpur.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dhamtari",
                        "description": "An important tourist town of Chattisgarh, also known for its temples. The town has a population of around 82000. It attracts a lot of tourists every year, particularly during the monsoon seasons to the Ravishankar Water Dam.It is also famous for its folk culture and wildlife sanctuary.",
                        "images": [
                            {
                                "name": "Gangrel Dam",
                                "image": "./assets/img/chhattisgarh/gangrel.jpg"
                            },
                            {
                                "name": "Sihava",
                                "image": "./assets/img/chhattisgarh/sihava.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Madku Dweep",
                        "description": "A beautiful island situated near the silent river, Shivnath, in the Bilaspur district of Chhattisgarh. The name Madku stems out from the fact that the island is of the shape of a frog. The beauty of this island is considered to be spell-bounding. The picturesque Madku Dweep has an area of around 24 hectares and is full of greenery. The island is also famous for its ancient temples and their historical and archaeological importance.",
                        "images": [
                            {
                                "name": "Madku Dweep",
                                "image": "./assets/img/chhattisgarh/madku.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bhilai",
                        "description": "A culturally profound city, Bhilai is a planned city situated in Durg District, 25 km from capital city Raipur. The city is mainly known for Bhilai Steel Plant (SAIL), one of the largest steel plants in India. The city is a fascinating fusion of people of different religion and languages giving the city an essence of unity and oneness.",
                        "images": [
                            {
                                "name": "Tandula",
                                "image": "./assets/img/chhattisgarh/tandula.jpg"
                            },
                            {
                                "name": "Deobalod",
                                "image": "./assets/img/chhattisgarh/deobalod.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Chirmiri",
                        "description": "Chirmiri is referred to as the ‘Jannat/Heaven of Chhattisgarh’. The lush greenery, mountains and rivers make it a perfect getaway destination for anyone looking to relax. This scenic town is also known for its coal mines. There are several temples and other notable places that are famous among tourists. Chirmiri is well connected to major cities via rail and road. Chirmiri is situated at an altitude of 579 m above sea level. It lies along the bank of Hasdeo River.",
                        "images": [
                            {
                                "name": "Chirmiri",
                                "image": "./assets/img/chhattisgarh/chirmiri.jpg"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    {
        "name": "South",
        "banner": "./assets/img/rajasthan/rj.jpg",
        "places": [
            {
                "name": "Andhra Pradesh",
                "tagline": "​​The Essence of Incredible India.",
                "banner": "./assets/img/andhra/andhra.jpg",
                "description": "Blessed with two beautiful rivers, Krishna and Godavari, Andhra Pradesh has the Bay of Bengal to its west, and it boasts of a coastline of 972km, the longest in the country. This state is widely advertised as the Kohinoor of India by the tourism department.",
                "image": "./assets/img/andhra/durga.jpg",
                "largestCity": "Visakhapatnam",
                "officialLang": "Telugu",
                "NearestAirport": "Visakhapatnam, Vijayawada",
                "BestTime": "October to April",
                "longDescription": "Places like Belum caves, Nagarjuna Konda, Borra caves and Pulicat Lake have all come under Seemandhra. Apart from this, it retains the better part of the culture and cuisine of Andhra Pradesh and has an already established tourism development. The state is home to various centres that have quite a lot of Buddhist influence like Dhulikatta, Bavikonda, Thotlakonda, Amravati, Nagarjuna Konda, etc. The Vijayanagara dynasty can be credited for constructing some breathtaking structures in the state like Srisailam and Lepakshi temples.",
                "placesToVisit": [
                    {
                        "name": "Tirupati",
                        "description": "Tirupati is known for Lord Venkateshwara Temple, one of the most visited pilgrimage centres in the country. Tirumala is one of the seven hills in Tirupati, where the main temple is located.",
                        "images": [
                            {
                                "name": "Sri Venkateshwara Temple",
                                "image": "./assets/img/andhra/tirupati.jpg"
                            },
                            {
                                "name": "Silathoranam",
                                "image": "./assets/img/andhra/sila.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Visakhapatnam",
                        "description": "The port of Visakhapatnam is renowned for being home to the oldest shipyard in all of India. Located a short distance away from Visakhapatnam is Araku Valley, one of the prime attractions of Vizag. Situated at a lofty 910 metres above sea level, Araku Valley is a hill station replete with gushing waterfalls, crystal clear streams, lush green gardens and some challenging trekking trails.",
                        "images": [
                            {
                                "name": "Rishikonda Beach",
                                "image": "./assets/img/andhra/rishikonda.jpg"
                            },
                            {
                                "name": " Submarine Museum",
                                "image": "./assets/img/andhra/submarine.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Amaravathi",
                        "description": "Capital Amaravathi is a planned city on the banks of the River Krishna. Amaravathi is renowned for being a site of a Buddhist Stupa that is a semi-hemispherical structure containing Buddhist relics and often called the Abode of God.",
                        "images": [
                            {
                                "name": "Amareswara Temple",
                                "image": "./assets/img/andhra/amareswara.jpg"
                            },
                            {
                                "name": "Dhyana Buddha Statue",
                                "image": "./assets/img/andhra/dhyana.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Araku Valley",
                        "description": "a comparatively unexplored hill station mostly visited by locals as a weekend getaway and is situated some 120 kilometres away from Vishakhapatnam. If you're a tourist looking for exclusivity and tranquillity, Vistadome train leaves Vishakhapatnam at 6.50 AM, making way through 58 tunnels and passing over 84 bridges making way through the breathtaking landscape to reach Araku in approximately in 5 hours. ",
                        "images": [
                            {
                                "name": "Borra Caves",
                                "image": "./assets/img/andhra/borra.jpg"
                            },
                            {
                                "name": "Chaparai Waterfalls",
                                "image": "./assets/img/andhra/chaparai.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ananthagiri Hills",
                        "description": " Ananthagiri is a hill town of ancient caves, temples, medieval fort palaces that showcases the history of the area. The place offers some of the best trekking trails and thus serves as a trekker's paradise. Breathtakingly gorgeous and absolutely scintillating, the town oozes out charm mixed with the whiff of coffee aroma and beauty of exotic flora. With romanticism in every aspect of the region, it is a perfect place for honeymooners as well as family vacationers. ",
                        "images": [
                            {
                                "name": "Araku Tribal Museum",
                                "image": "./assets/img/andhra/arakutribal.jpg"
                            },
                            {
                                "name": "Trekking in Ananthagiri Hills",
                                "image": "./assets/img/andhra/trekking.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kurnool",
                        "description": "A place of much historical value with beautiful surrounding areas, Kurnool, is a small town in Andhra Pradesh where much of history left its imprints. The city also is known as The Gateway of Rayalaseema. Kurnool has in its domain remains of the palace of Gopal Raju (the last Hindu king), ruins of a medieval fort built by Vijaynagar Empire having ancient Persian and Arabic inscriptions and the summer palace built by Kurnool rulers during the 16th century.",
                        "images": [
                            {
                                "name": "Belum Caves",
                                "image": "./assets/img/andhra/Kurnool.jpg"
                            },
                            {
                                "name": "Yaganti",
                                "image": "./assets/img/andhra/yaganti.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Rajgir",
                        "description": "Rajgir is town where the air that surrounds its beautiful sceneries carries hints of spirituality and vibrant hues of history with links with both Buddhism and Jainism. Set in a green valley and surrounded by rocky hills, Rajgir is a spiritual town with natural serenity amongst the dense forests, mysterious caves and springs.",
                        "images": [
                            {
                                "name": " Kanaka Durga Temple",
                                "image": "./assets/img/andhra/durga.jpg"
                            },
                            {
                                "name": "Undavalli Caves",
                                "image": "./assets/img/andhra/undavalli.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Guntur",
                        "description": "Land of Chillies, Guntur is famous for its massive chilli market yard in Asia. Once home to numerous great dynasties, the city also takes credit in housing the only Buddhist pilgrimage site in South India - the Nagarjunakonda, and the captivating relics of Amravati Caves.",
                        "images": [
                            {
                                "name": "Nagarjuna Sagar Dam",
                                "image": "./assets/img/andhra/nagarjuna.jpg"
                            },
                            {
                                "name": "Suryalanka Beach",
                                "image": "./assets/img/andhra/suryalanka.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Karnataka",
                "tagline": "​One state Many Worlds.",
                "banner": "./assets/img/karnataka/karnataka.jpg",
                "description": "Expanded from Belgaum in the North to Bangalore in the south which is also its capital, it has all the features of a great tourist destination. Beautiful beaches adorn the coastal line to the midst of the state with lush mountains, valleys and landscapes of farmlands.",
                "image": "./assets/img/karnataka/murudeshwara.jpg",
                "largestCity": "Bangalore",
                "officialLang": "Kannada",
                "NearestAirport": "Bangalore, Mangalore",
                "BestTime": "October to April",
                "longDescription": "Ranked the 4th most popular tourist state in the country, Karnataka has a bouquet of attractions to offer you. Expanded from Belgaum in the North to Bangalore in the south, it has something to offer to everybody; from beautiful landscapes to rich cultural heritage, serene beaches and scrumptious food, Karnataka is indeed a world in itself! The Malayalis, the Tamilians, Konkanis, Kannadigas, even the Muslims and Christians have made Karnataka their home.",
                "placesToVisit": [
                    {
                        "name": "Mysore",
                        "description": "Mysore, currently Mysuru, is one of the most important places in the country regarding ancient reigns. It is replete with the history of its dazzling royal heritage, intricate architecture, its famed silk sarees, yoga, and sandalwood, to name just a few. Located in the foothills of the Chamundi Hills, Mysore is the third most populated city in Karnataka, and its rich heritage draws millions of tourists all year round. The highlight is the majestic Mysore Palace, a UNESCO World Heritage Site, which is a must-visit.",
                        "images": [
                            {
                                "name": "Mysore Palace",
                                "image": "./assets/img/karnataka/mysore.jpg"
                            },
                            {
                                "name": "Mysore Zoo",
                                "image": "./assets/img/karnataka/mysorezoo.jpg"
                            },
                            {
                                "name": "Somanathapura Temple",
                                "image": "./assets/img/karnataka/temple.jpg"
                            },
                            {
                                "name": "Jaganmohan Palace",
                                "image": "./assets/img/karnataka/jaganmohan.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Coorg",
                        "description": "Located amidst imposing mountains in Karnataka with a perpetually misty landscape, Coorg is a popular coffee producing hill station. It is popular for its beautiful green hills and the streams cutting right through them. It also stands as a popular destination because of its culture and people. The Kodavas, a local clan specializing in martial arts, are especially notable for their keen hospitality. Coorg, officially known as Kodagu, is the most affluent hill station in Karnataka. It is well known for its breathtakingly exotic scenery and lush greenery. Forest covered hills, spice and coffee plantations only add to the landscape.",
                        "images": [
                            {
                                "name": "Abbey Falls",
                                "image": "./assets/img/karnataka/abbey.jpg"
                            },
                            {
                                "name": "Talakaveri",
                                "image": "./assets/img/karnataka/talakaveri.jpg"
                            },
                            {
                                "name": "Brahmagiri Wildlife Sanctuary",
                                "image": "./assets/img/karnataka/brahmagiri.jpg"
                            },
                            {
                                "name": "Coffee Plantations in Coorg",
                                "image": "./assets/img/karnataka/coffee.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Hampi",
                        "description": "Hampi, the city of ruins, is a UNESCO World Heritage Site. Situated in the shadowed depth of hills and valleys in the state of Karnataka, this place is a historical delight for travellers. Surrounded by 500 ancient monuments, beautiful temples, bustling street markets, bastions, treasury building and captivating remains of Vijayanagar Empire, Hampi is a backpacker's delight. Hampi is an open museum with 100+ locations to explore and a favourite way to see the city from the perspective of its history.",
                        "images": [
                            {
                                "name": "Virupaksha Temple",
                                "image": "./assets/img/karnataka/virupaksha.jpg"
                            },
                            {
                                "name": "Vithala Temple",
                                "image": "./assets/img/karnataka/vithala.jpg"
                            },
                            {
                                "name": "Lotus Palace",
                                "image": "./assets/img/karnataka/lotus.jpg"
                            },
                            {
                                "name": "Hampi Bazar",
                                "image": "./assets/img/karnataka/bazar.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Udupi",
                        "description": "A coastal town in Karnataka, most famous for its vegetarian cuisine and South Indian restaurants all over the country. With beautifully carved ancient temples, laidback beaches and unexplored forests, Udupi is also the place where the educational hub of Manipal is located. Situated 60 km from Mangalore, Udupi is famous for its temple culture and beautiful beaches.",
                        "images": [
                            {
                                "name": "Malpe beach",
                                "image": "./assets/img/karnataka/malpe.jpg"
                            },
                            {
                                "name": "St. Mary's Island",
                                "image": "./assets/img/karnataka/mary.jpg"
                            },
                            {
                                "name": "Krishna Temple",
                                "image": "./assets/img/karnataka/krishna.jpg"
                            },
                            {
                                "name": "Coin Museum",
                                "image": "./assets/img/karnataka/coin.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mangalore",
                        "description": "Located between the Arabian Sea and the Western Ghats, the port city of Mangalore or Mangaluru is known for its swaying coconut palms, beautiful beaches and temple architecture. It is also an important industrial, commercial, educational and healthcare hub of the state of Karnataka. Despite the growing commercialisation, it provides a quick and soothing getaway from the city bustle and yet preserves just the right amount of the urban glitter. It offers a pleasant ambience and is close to perfect with its shopping attractions with large malls with all the global brands and vibrant seafood dishes. Tasting the Mangalorean cuisine is a must-try once in the city.",
                        "images": [
                            {
                                "name": "Kudroli Temple",
                                "image": "./assets/img/karnataka/kudroli.jpg"
                            },
                            {
                                "name": "St. Aloysius Chapel",
                                "image": "./assets/img/karnataka/chapel.jpg"
                            },
                            {
                                "name": "Panambur Beach",
                                "image": "./assets/img/karnataka/panambur.jpg"
                            },
                            {
                                "name": "Kadri Manjunath Temple",
                                "image": "./assets/img/karnataka/kadri.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Gokarna",
                        "description": "Gokarna is a Hindu pilgrimage town in Karnataka and a newly found hub for beach lovers and hippies. Situated on the coast of Karwar, every year Gokarna welcomes hordes of tourists from around the world in search of sanctity and relaxation. The out-of-town beaches like Kudle beach and Om Beach are a different contrast to life inside the town.",
                        "images": [
                            {
                                "name": "Om beach",
                                "image": "./assets/img/karnataka/om.jpg"
                            },
                            {
                                "name": " Paradise beach",
                                "image": "./assets/img/karnataka/paradise.jpg"
                            },
                            {
                                "name": "Water Sports",
                                "image": "./assets/img/karnataka/water.jpg"
                            },
                            {
                                "name": "Gokarna Beach",
                                "image": "./assets/img/karnataka/gokarna.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Murudeshwar",
                        "description": "A home to the second tallest statue of Lord Shiva (123 ft) in the world. With the shimmering Arabian Sea on three sides and the magnificent Western Ghats imposing their presence on this town, it is a favourite picnic spot for the folks from Kerala and Karnataka. The beaches and the adventure activities around Netrani island are significant attractions for the tourists",
                        "images": [
                            {
                                "name": "Murudeshwar Temple",
                                "image": "./assets/img/karnataka/murudeshwara.jpg"
                            },
                            {
                                "name": "Netrani Island",
                                "image": "./assets/img/karnataka/netrani.jpg"
                            },
                            {
                                "name": "Murudeshwar Beach",
                                "image": "./assets/img/karnataka/beach.jpg"
                            },
                            {
                                "name": "Shopping in Murudeshwar",
                                "image": "./assets/img/karnataka/shopping.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bangalore",
                        "description": "Bangalore is India's third-largest city. Bangalore is loved for its pleasant weather, beautiful parks and the many lakes here. Bangalore is renowned for its eateries, street food corners, quirky cafes, coffee roasters and pubs dotting every corner of the city, serving cuisines from all over the world. Brunches, buffets, burgers, rooftop cafes, late-night eats - Bangalore has it all.",
                        "images": [
                            {
                                "name": "Lalbagh",
                                "image": "./assets/img/karnataka/lalbagh.jpg"
                            },
                            {
                                "name": "Bannerghatta National Park",
                                "image": "./assets/img/karnataka/bannerghatta.jpg"
                            },
                            {
                                "name": "Bangalore Palace",
                                "image": "./assets/img/karnataka/palace.jpg"
                            },
                            {
                                "name": "Cubbon Park",
                                "image": "./assets/img/karnataka/cubbon.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Kerala",
                "tagline": "​God’s Own Country.",
                "banner": "./assets/img/kerala/kerala.jpg",
                "description": "Languid backwaters, leafy coastlines, sprawling tea gardens, and coconut vendors at every corner to vanquish your thirst, Kerala is famously known as 'God’s Own Country'.",
                "image": "./assets/img/kerala/houseboat.jpg",
                "largestCity": "Kochi",
                "officialLang": "Malayalam",
                "NearestAirport": "Cochin, Thiruvananthapuram, Kozhikode",
                "BestTime": "September to February",
                "longDescription": "Kerala is a state located on the Malabar coast of Southern India. Home to a vast network of brackish lagoons called backwaters, ayurvedic massages, wildlife sanctuaries, sprawling tea gardens, hill-stations, palm tree-lined beaches and colourful dance forms, Kerala has everything on offer to take your pick from! Whether you want to bask in the sun and sand of the palm tree-lined Kovalam beaches, or you want to take a hike to Munnar hill station, or even if you just want to walk down the bustling streets of Kochi, Kerala has everything on offer to take your pick from.",
                "placesToVisit": [
                    {
                        "name": "Munnar",
                        "description": "A popular hill station of Kerala perched at an altitude of 1600 metres in the Western Ghats. Famous for its tea estates, various shades of green, blankets of mist forming natural-view points, Munnar is aptly known as the 'Kashmir of South India'. Munnar is a popular destination for a honeymoon with an abundance of resorts and cottages. Situated on the banks of three rivers- Madupetti, Nallathanni and Periavaru.",
                        "images": [
                            {
                                "name": "Tata Tea Museum",
                                "image": "./assets/img/kerala/tatatea.jpg"
                            },
                            {
                                "name": "Top Station",
                                "image": "./assets/img/kerala/top.jpg"
                            },
                            {
                                "name": "Echo Point",
                                "image": "./assets/img/kerala/echo.jpg"
                            },
                            {
                                "name": "Photo Point",
                                "image": "./assets/img/kerala/photo.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Alleppey",
                        "description": "Alleppey is the picture-perfect place known for its beautiful backwaters and the houseboats offering overnight stays. The coastline of Alleppey offers some of the best beaches in Kerala with water sports during the dry season. Alleppey is located close to Kochi in the South Indian state of Kerala. Its palm-fringed inter-connect network of canal backwaters attracts a lot of tourists from all over the world. Coupled with other beautiful places in Kerala, Alleppey is often considered for a honeymoon or for a great family vacation.",
                        "images": [
                            {
                                "name": "Stay in houseboat",
                                "image": "./assets/img/kerala/houseboat.jpg"
                            },
                            {
                                "name": "Alappuzha Beach",
                                "image": "./assets/img/kerala/alappuzha.jpg"
                            },
                            {
                                "name": "Marari Beach",
                                "image": "./assets/img/kerala/marari.jpg"
                            },
                            {
                                "name": "Ambalappuzha Sree Krishna Temple",
                                "image": "./assets/img/kerala/sree.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kochi",
                        "description": "Situated on the south-west coast of India, Kochi or Cochin is a bustling commercial port city with a trading history that dates back to at least 600 years. Called as the Queen of the Arabian Sea, the city is the financial, commercial and industrial capital of Kerala.",
                        "images": [
                            {
                                "name": "Fort Kochi",
                                "image": "./assets/img/kerala/fort.jpg"
                            },
                            {
                                "name": " Mattancherry Palace",
                                "image": "./assets/img/kerala/palace.jpg"
                            },
                            {
                                "name": "Fort Kochi",
                                "image": "./assets/img/kerala/fort.jpg"
                            },
                            {
                                "name": "Jewish Synagogue",
                                "image": "./assets/img/kerala/jewish.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Periyar National Park",
                        "description": " Famous for its gorgeousness, greenery and stillness, the park is the dwelling place of abundant significant species, including the royal tigers and majestic elephants apart from other reptiles, fishes and birds. This National Park is an amazing coming together of nature, adventure and beauty. A place which allows you the peace and serenity you so desire, an opportunity to be one with nature and just a normal sighting of a Tiger or two, Periyar National Park is full of beautiful sights and sounds.",
                        "images": [
                            {
                                "name": "Periyar National Park",
                                "image": "./assets/img/kerala/periyar.jpg"
                            },
                            {
                                "name": "Periyar Tiger Trail",
                                "image": "./assets/img/kerala/tiger.jpg"
                            },
                            {
                                "name": "Bamboo Rafting",
                                "image": "./assets/img/kerala/bamboo.jpg"
                            },
                            {
                                "name": "Green Park Ayurvedic & Spices Plantation",
                                "image": "./assets/img/kerala/greenpark.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Varkala",
                        "description": "It is popular for its hippie culture, shacks on the cliff serving great seafood and playing global music and the samadhi of Kerala's saint Sree Narayana Guru. Varkala is also known for Jardana Swami Temple, also known as Dakshin Kashi. Varkala has some of the best pristine beaches, hills, lakes, forts, lighthouses, natural fisheries and springs - all of this together makes this town a little paradise. You will also find a lot of shops with signboards in Hebrew selling Yoga mats, oxidised silver jewellery and harem pants made of cotton.",
                        "images": [
                            {
                                "name": "Varkala Beach",
                                "image": "./assets/img/kerala/varkala.jpg"
                            },
                            {
                                "name": "Water Sports",
                                "image": "./assets/img/kerala/water.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kovalam",
                        "description": "An idyllic coastal town located around 13 km from Thiruvananthapuram in Kerala. Famous for its three adjacent crescent-shaped shallow water and low tidal beaches, Kovalam is dotted with resorts and ayurvedic massage centres. Earlier a fishing village, Kovalam started attracting tourists in the 1930s and shot to fame in the hippie epoch of 1970s. It still sees the influx of tourists from Israel and Europe.",
                        "images": [
                            {
                                "name": "Water Sports",
                                "image": "./assets/img/kerala/sports.jpg"
                            },
                            {
                                "name": "Velliyani Lake",
                                "image": "./assets/img/kerala/velliyani.jpg"
                            },
                            {
                                "name": "Lighthouse Beach",
                                "image": "./assets/img/kerala/lighthouse.jpg"
                            },
                            {
                                "name": "Vizhinjam Cave Temple",
                                "image": "./assets/img/kerala/cave.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kumarakom",
                        "description": "Located at a distance of 16km from Kottayam in Kerala and located on the banks of Vembanad Lake, Kerala's largest lake, Kumarakom is a cluster of many small man-made islands reclaimed from the lake. Known for paddy fields, fishing, a network of backwaters, delicious local cuisine, traditional Kettuvalloms (rice barges) houseboats and luxury and budget resorts. The Kumarakom bird sanctuary here, which is spread across 14 acres, is a favourite haunt of migratory birds and an ornithologist's paradise.",
                        "images": [
                            {
                                "name": "Kumarakom Bird Sanctuary",
                                "image": "./assets/img/kerala/bird.jpg"
                            },
                            {
                                "name": "Kumarakom Backwaters",
                                "image": "./assets/img/kerala/backwater.jpg"
                            },
                            {
                                "name": "Fishing in Kumarakom",
                                "image": "./assets/img/kerala/fishing.jpg"
                            },
                            {
                                "name": "Angling in Kumarakom",
                                "image": "./assets/img/kerala/angling.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Wayanad",
                        "description": "Waterfalls, historical caves, comfortable resorts and homestays, Wayanad in Kerala is famous for its spice plantations and wildlife. Walking through the sprawling spice plantations, trekking to the pre-historic caves and experiencing a resort holiday are one of the many things you can do to get a taste of Wayanad. Wayanad is best known for the wildlife reserves - Wayanad wildlife reserve which is home to an exquisite variety of flora and fauna. Wayanad wildlife reserve is an integral part of the Nilgiri biosphere reserve peacefully located amidst the serene hills of Western Ghats.",
                        "images": [
                            {
                                "name": "Banasura Sagar Dam",
                                "image": "./assets/img/kerala/bansura.jpg"
                            },
                            {
                                "name": "Wayanad Wildlife Sanctuary",
                                "image": "./assets/img/kerala/wayanad.jpg"
                            },
                            {
                                "name": "Stay in a Treehouse",
                                "image": "./assets/img/kerala/treehouse.jpg"
                            },
                            {
                                "name": "Edakkal Caves",
                                "image": "./assets/img/kerala/edakkal.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Tamilnadu",
                "tagline": "Enchanting Tamil Nadu.",
                "banner": "./assets/img/Tamilnadu/Banner6.jpg",
                "description": "Tamilnadu, offers every chance to its tourists and pilgrims to be enchanted with the vast plethora of history and beauty that it has.",
                "image": "./assets/img/Tamilnadu/Tamilnadu.jpg",
                "largestCity": "Rameshwaram",
                "officialLang": "Hindi",
                "NearestAirport": "Chennai, Coimbatore, Tiruchirappalli",
                "BestTime": "October to March",
                "longDescription": " It is a blend of both- the modern and the ancient, which makes Tamil Nadu a beautiful destination to explore and experience our past cultural heritage with all the amenities of the present.",
                "placesToVisit": [
                    {
                        "name": "Rameshwaram",
                        "description": "Rameshwaram is one of the holiest places in India and is located on a beautiful island. It is separated by a small Pamban channel from Sri Lanka. According to the Hindu mythology, this is the place where Lord Rama created a bridge across the sea to Sri Lanka.",
                        "images": [
                            {
                                "name": "Rameshwaram",
                                "image": "./assets/img/Tamilnadu/Rameshwaram.jpg"
                            },
                            {
                                "name": "Rameshwaram Temple",
                                "image": "./assets/img/Tamilnadu/Rameshwaram Temple.jpg"
                            },
                            {
                                "name": "Dhanushkodi Temple and Beach",
                                "image": "./assets/img/Tamilnadu/Dhanushkodi Temple and Beach.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Yercaud",
                        "description": "Nestled in the Shivaroy Hills of Tamil Nadu, Yercaud is a hill station in the Eastern Ghats steeped in abundant greenery. Commonly called ‘Ooty of the Poor’, this region has a history dating back to the time of the British.",
                        "images": [
                            {
                                "name": "Yercaud",
                                "image": "./assets/img/Tamilnadu/Yercaud.jpg"
                            },
                            {
                                "name": "Emerald Lake",
                                "image": "./assets/img/Tamilnadu/Emerald Lake.png"
                            },
                            {
                                "name": "Pagoda Point",
                                "image": "./assets/img/Tamilnadu/Pagoda Point.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kodaikanal",
                        "description": " Kodaikanal is one of the most famous honeymoon destinations in India. A Lakeside resort town of Tamil Nadu,Kodaikanal means 'the gift of the forests'.",
                        "images": [
                            {
                                "name": "Kodaikanal",
                                "image": "./assets/img/Tamilnadu/Kodaikanal.jpg"
                            },
                            {
                                "name": "Green Valley View (Suicide Point)",
                                "image": "./assets/img/Tamilnadu/Green Valley View (Suicide Point).jpg"
                            },
                            {
                                "name": "Kodaikanal Lake",
                                "image": "./assets/img/Tamilnadu/Kodaikanal Lake.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ooty",
                        "description": "Ooty, also known as Udagamandalam, is a hill station in Tamil Nadu which serves as a top-rated tourist destination.",
                        "images": [
                            {
                                "name": "Ooty",
                                "image": "./assets/img/Tamilnadu/Ooty.jpg"
                            },
                            {
                                "name": "Namchi",
                                "image": "./assets/img/Tamilnadu/Nilgiri Mountain Railway.jpg"
                            },
                            {
                                "name": "Ooty Lake",
                                "image": "./assets/img/Tamilnadu/Ooty Lake.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Chennai",
                        "description": "Formerly known as Madras, Chennai is the capital city of the state of Tamil Nadu, in the southern part of India. Located on the Coromandel coast of Bay of Bengal, Chennai is as dynamic as it is immersed in tradition.",
                        "images": [
                            {
                                "name": "Chennai",
                                "image": "./assets/img/Tamilnadu/Chennai.jpg"
                            },
                            {
                                "name": "Marina Beach",
                                "image": "./assets/img/Tamilnadu/Marina Beach.jpg"
                            },
                            {
                                "name": "Government Museum,",
                                "image": "./assets/img/Tamilnadu/Government Museum.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Auroville",
                        "description": "Auroville is located in Tamil Nadu and was founded in 1968 by Mirra Alfassa, a disciple of Aurobindo and fondly known as the 'Mother' of Sri Aurobindo Society.",
                        "images": [
                            {
                                "name": "Auroville",
                                "image": "./assets/img/Tamilnadu/Auroville.jpg"
                            },
                            {
                                "name": "Matrimandir",
                                "image": "./assets/img/Tamilnadu/Matrimandir.jpg"
                            },
                            {
                                "name": "Auroville Beach",
                                "image": "./assets/img/Tamilnadu/Auroville Beach.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Hogenakkal",
                        "description": "Hogenakkal is a waterfall located in Dharmapuri district of Tamil Nadu where the Kaveri river splits into multiple streams of waterfalls.",
                        "images": [
                            {
                                "name": "Hogenakkal",
                                "image": "./assets/img/Tamilnadu/Hogenakkal.jpg"
                            },
                            {
                                "name": "Hogenakkal Falls",
                                "image": "./assets/img/Tamilnadu/Hogenakkal Falls.jpg"
                            },
                            {
                                "name": "Mettur Dam",
                                "image": "./assets/img/Tamilnadu/Mettur Dam.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mahabalipuram",
                        "description": "Famous for its intricately carved temples and rock-cut caves, Mamallapuram or Mahabalipuram as it is famously known, is a historically important and well-loved tourist location situated on the Coromandel Coast along the Bay of Bengal, in the state of Tamil Nadu.",
                        "images": [
                            {
                                "name": "Mahabalipuram",
                                "image": "./assets/img/Tamilnadu/Mahabalipuram.jpg"
                            },
                            {
                                "name": "Shore Temple",
                                "image": "./assets/img/Tamilnadu/Shore Temple.jpg"
                            },
                            {
                                "name": "Mahabalipuram Beach",
                                "image": "./assets/img/Tamilnadu/Mahabalipuram Beach.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Telangana",
                "tagline": "It’s all in it.",
                "banner": "./assets/img/Telangana/Banner7.jpg",
                "description": "Telangana is the newly born 29th state of India, consisting of the ten north-western districts of Andhra Pradesh.",
                "image": "./assets/img/Telangana/Telangana.jpg",
                "largestCity": "Hyderabad",
                "officialLang": "Hindi",
                "NearestAirport": "Hyderabad",
                "BestTime": "October to March",
                "longDescription": " It was originally part of the region comprising Hyderabad in Andhra Pradesh. With the separation, Telangana has got a whole new identity, packed with rich history and culture this state is exploring its tourism strengths.",
                "placesToVisit": [
                    {
                        "name": "Hyderabad",
                        "description": "A city of contrasts, Hyderabad exudes an old-world charm of its own with the Old City (Charminar side), Hitech City (Cyberabad) and the other areas lying between the old and the new.",
                        "images": [
                            {
                                "name": "Hyderabad",
                                "image": "./assets/img/Telangana/Hyderabad.jpg"
                            },
                            {
                                "name": "Ramoji Film City",
                                "image": "./assets/img/Telangana/Ramoji Film City.jpg"
                            },
                            {
                                "name": "Durgam Cheruvu",
                                "image": "./assets/img/Telangana/Durgam Cheruvu.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Papikondalu",
                        "description": "Papikondalu mountain range runs along the River Godavari (Western Godavari) and is located in Rajahmundry, Andhra Pradesh.",
                        "images": [
                            {
                                "name": "Papikondalu",
                                "image": "./assets/img/Telangana/Papikondalu.jpg"
                            },
                            {
                                "name": "Papi Kondalu Hills",
                                "image": "./assets/img/Telangana/Papi Kondalu Hills.jpg"
                            },
                            {
                                "name": "Gandi Pochamma Temple",
                                "image": "./assets/img/Telangana/Gandi Pochamma Temple.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Nagarjunsagar",
                        "description": " Nagarjunasagar is a site of spectacular man-made marvel flanked by equally enchanting panoramic vistas of lush green surrounding.",
                        "images": [
                            {
                                "name": "Nagarjunsagar",
                                "image": "./assets/img/Telangana/Nagarjunsagar.jpg"
                            },
                            {
                                "name": "Ethipothala Waterfall",
                                "image": "./assets/img/Telangana/Ethipothala Waterfall.jpg"
                            },
                            {
                                "name": "Nagarjunasagar Dam",
                                "image": "./assets/img/Telangana/Nagarjunasagar Dam.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Warangal",
                        "description": "Warangal takes you back to the era of kings and queens with its beautiful historical sites and an impressive natural beauty with Parkhal Lake being worth checking out.",
                        "images": [
                            {
                                "name": "Warangal",
                                "image": "./assets/img/Telangana/Warangal.jpg"
                            },
                            {
                                "name": "Pakhal Lake",
                                "image": "./assets/img/Telangana/Pakhal Lake.html"
                            },
                            {
                                "name": "Thousand Pillar Temple",
                                "image": "./assets/img/Telangana/Thousand Pillar Temple.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bhadrachalam",
                        "description": "Bhadrachalam can be a refreshing place to visit with a share of instances from the Ramayana, a glorious palace, a vibrant river and mystical terrain and surroundings.",
                        "images": [
                            {
                                "name": "Bhadrachalam",
                                "image": "./assets/img/Telangana/Bhadrachalam.jpg"
                            },
                            {
                                "name": "Papi kondalu Hills",
                                "image": "./assets/img/Telangana/Papi kondalu Hills.jpg"
                            },
                            {
                                "name": "Sri Sitaramachandra Swamy Temple,",
                                "image": "./assets/img/Telangana/Sri Sitaramachandra Swamy Temple.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Adilabad",
                        "description": "Adilabad is a small town in the state of Telangana that is famous for the beautiful Kunatala waterfalls located amidst lush forests.",
                        "images": [
                            {
                                "name": "Adilabad",
                                "image": "./assets/img/Telangana/Adilabad.jpg"
                            },
                            {
                                "name": "Kawal Wildlife Sanctuary",
                                "image": "./assets/img/Telangana/Kawal Wildlife Sanctuary.jpg"
                            },
                            {
                                "name": "Kunthala Waterfalls",
                                "image": "./assets/img/Telangana/Kunthala Waterfalls.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Nalgonda",
                        "description": "Hogenakkal is a waterfall located in Dharmapuri district of Tamil Nadu where the Kaveri river splits into multiple streams of waterfalls.",
                        "images": [
                            {
                                "name": "Nalgonda",
                                "image": "./assets/img/Telangana/Nalgonda.jpg"
                            },
                            {
                                "name": "Nandikonda",
                                "image": "./assets/img/Telangana/Nandikonda.jpg"
                            },
                            {
                                "name": "Mattapalli",
                                "image": "./assets/img/Telangana/Mattapalli.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Nizamabad",
                        "description": "Nizamabad is a district located in the North-Western region of Telangana. It is a major urban suburb which is the third-largest city in the state of Telangana.",
                        "images": [
                            {
                                "name": "Nizamabad",
                                "image": "./assets/img/Telangana/Nizamabad.jpg"
                            },
                            {
                                "name": "Pocharam Wildlife Sanctuary",
                                "image": "./assets/img/Telangana/Pocharam Wildlife Sanctuary.jpg"
                            },
                            {
                                "name": "Mallaram forest",
                                "image": "./assets/img/Telangana/Mallaram forest.jpg"
                            }
                        ]
                    }
                ]
            }
        ]
    },
    {
        "name": "West",
        "banner": "./assets/img/rajasthan/rj.jpg",
        "places": [
            {
                "name": "Goa",
                "tagline": "​​A Perfect Holiday Destination.",
                "banner": "./assets/img/goa/goa.jpg",
                "description": "Lying on the western coast, Goa is India's smallest state and unlike any other, known for its white-sand beaches, stellar nightlife, eclectic seafood, world-heritage listed architecture.",
                "image": "./assets/img/goa/anjuna.jpg",
                "largestCity": "Vasco Da Gama",
                "officialLang": "Konkani",
                "NearestAirport": "Dabolim",
                "BestTime": "November to February",
                "longDescription": "The Goans are quite friendly towards tourists and celebrate many festivals throughout the year, the most famous being the New Year and Goa Carnival. While the seafood is excellent, Goa has one of the best nightlife in India with trendy bars, beach shacks, elegant cafes and many clubs and discotheques. Thanks to lower alcohol prices in the state, Goa is also great for younger tourists with relatively tighter pockets. For those of us perpetually confused between North Goa and South Goa, this might help - the state of Goa is divided into North Goa and South Goa. While North Goa is the nightlife hub where all the touristy beaches, flea markets, and beach shacks are located, South Goa is the land of luxurious resorts and laid-back beach vibes.",
                "placesToVisit": [
                    {
                        "name": "Calangute Beach",
                        "description": "Popular as the 'Queen of Beaches', the Calangute Beach of Goa is among the top ten bathing beaches in the world. Being one of the busiest and most commercial beaches of Goa, it is swarming with eating joints, shacks and clubs serving cocktails, beer and seafood. The Calangute Beach is also known for its water sports activities like parasailing, water surfing, banana ride and jet-skiing.",
                        "images": [
                            {
                                "name": "Calangute Beach",
                                "image": "./assets/img/goa/calangute.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Fort Aguada",
                        "description": "Built-in 1612 as a protection from Dutch and Marathas, Fort Aguada was the most prized and crucial fort for the Portuguese and covers the entire peninsula at the southwestern tip of Bardez. The fort is so named after the Portuguese Word for water i.e. 'Agua' and used to be a replenishing source of freshwater for sailors. In fact, it has the capacity to hold 2,376,000 gallons of water and was one of the biggest freshwater reservoirs of Asia.",
                        "images": [
                            {
                                "name": "Fort Aguada",
                                "image": "./assets/img/goa/aguada.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Cruise in Goa",
                        "description": "Cruise in Goa allows one to explore the exotic scenery, pristine waters and marvel the breathtaking view of the sunset. There are several types of cruises in Goa ranging from simple evening cruises, elaborate and romantic dinner cruises, backwater cruises, and casino cruises. All of these usually originate from Miramar Beach in Panjim.                        Several Goa cruises also offer dinner options along with guaranteed fun and entertainment activities are carried through the day depending upon the daytime, sunset and moonlight. ",
                        "images": [
                            {
                                "name": "Cruise in Goa",
                                "image": "./assets/img/goa/cruise.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dudhsagar Falls",
                        "description": "One of India's tallest waterfalls, the Dudhsagar Falls is located inside the Mollem National Park. The majestic falls are a little farther inland approximately 60 km from Panaji on the Goa - Karnataka Border. Literally translating to Sea of Milk , the 310 m high waterfall is divided into four tiers on the Mandovi river and resemble a heavy rush of milk flowing effortlessly down the hill.",
                        "images": [
                            {
                                "name": "Dudhsagar Falls",
                                "image": "./assets/img/goa/dudhsagar.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Anjuna Beach",
                        "description": "Located near Panjim at a distance of 21 km, Anjuna Beach is among the most popular beaches in North Goa, stretching almost 2km. A hippie paradise of sorts it is characterized by its rocky outcrops. From family outings to adrenaline-filled adventures, Anjuna Beach is famed for its golden coastline, nightclubs, beach shacks, watersports, full-moon parties and flea markets.",
                        "images": [
                            {
                                "name": "Anjuna Beach",
                                "image": "./assets/img/goa/anjuna.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Chapora Fort",
                        "description": "Located 10 km away from Mapusa, is undeniably one of the most famous forts in Goa. Built by the Portuguese in 1717, Chapora Fort has a long and fascinating history attached to it. More popularly known as the 'Dil Chahta Hai Fort', its claim to fame was the 2001 Bollywood blockbuster shot here. A scintillating escape, it offers beautiful views of the sea and Chapora River.",
                        "images": [
                            {
                                "name": "Chapora Fort",
                                "image": "./assets/img/goa/chapora.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Church of Our Lady of the Immaculate Conception",
                        "description": "Our Lady of Immaculate Conception is one of the most popular and also one of the oldest chapels in Goa. Built in a Portuguese Baroque style, the church is located on a slight elevation, on a hillock. It is known to house the second largest church bells in Goa. These bells are known to have been removed from the Augustinian ruins of the Church of Our Lady of Grace that existed in Old Goa.",
                        "images": [
                            {
                                "name": "Church of Our Lady of the Immaculate Conception",
                                "image": "./assets/img/goa/church.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Shopping in Goa",
                        "description": "Goa is a mix of Indian and Portuguese which is portrayed through its architecture, Goan food, and the people's sense of style and shopping in Goa is the best way to take a bit of Goa home with you. So here your ultimate guide to shopping in Goa, everything from faux jewellery to locally made wines.",
                        "images": [
                            {
                                "name": "Anjuna Flea Market",
                                "image": "./assets/img/goa/fleamarket.jpg"
                            },
                            {
                                "name": "Panjim Market",
                                "image": "./assets/img/goa/panjim.jpg"
                            },
                            {
                                "name": "Arpora Saturday Night Bazaar",
                                "image": "./assets/img/goa/arpora.jpg"
                            },
                            {
                                "name": "Mapusa Market",
                                "image": "./assets/img/goa/mapusa.jpg"
                            },
                            {
                                "name": "Arpora Saturday Night Bazaar",
                                "image": "./assets/img/goa/arpora.jpg"
                            },
                            {
                                "name": "Mapusa Market",
                                "image": "./assets/img/goa/mapusa.jpg"
                            },
                            {
                                "name": "Baga Market",
                                "image": "./assets/img/goa/baga.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Gujarat",
                "tagline": "​​Vibrant Gujarat.",
                "banner": "./assets/img/gujarat/gujarat.jpg",
                "description": "Located in the westernmost part of India, Gujarat is home to several architectural marvels and is famous for its vibrant culture and rich heritage, apart from the scenic landscapes and mouth-watering cuisine. ",
                "image": "./assets/img/gujarat/unity.jpg",
                "largestCity": "Ahmedabad",
                "officialLang": "Gujarati",
                "NearestAirport": "Ahmedabad, Vadodara, Rajkot, Surat",
                "BestTime": "October to March",
                "longDescription": "Offering a broad range of the most spectacular attractions, Gujarat, also known as 'The Land of Legends', presents a perfect blend of art, history, music and culture.Being the sole home of the pure Asiatic Lions, Gujarat also offers splendid views of the scenic beauty ranging from the Great Rann of Kutch to the hills of Satpura. Apart from the picturesque landscapes and the more than 1600 kilometres long coastline, Gujarat also offers its tourists with some magnificent ancient cave paintings, historic murals, holy temples, historic capitals, wildlife sanctuaries, beaches, hill resorts and fascinating handicrafts.",
                "placesToVisit": [
                    {
                        "name": "Ahmedabad",
                        "description": "A rapidly growing metropolis, an industrial hub, an educational hotspot, and a city with a magnificent past – Ahmedabad is one of the most important cities in Gujarat. Located on the banks of the Sabarmati River, Ahmedabad is the former capital of Gujarat, and its delicious food, colourful culture is making it a fast-growing tourist destination. The historic city of Ahmedabad or the old part of the city was declared as the UNESCO World Heritage Site.",
                        "images": [
                            {
                                "name": "Sabarmati Riverfront",
                                "image": "./assets/img/gujarat/sabarmati.jpg"
                            },
                            {
                                "name": "Swaminarayan Temple",
                                "image": "./assets/img/gujarat/swaminarayan.jpg"
                            },
                            {
                                "name": "Rani ki Vav",
                                "image": "./assets/img/gujarat/rani.jpg"
                            },
                            {
                                "name": "Statue of Unity",
                                "image": "./assets/img/gujarat/unity.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Somnath",
                        "description": "Somnath, literally meaning 'lord of the moon' is a pilgrim center and is home to one of the 12 Jyotirlingas. It is a town which derives much of its identity from the mythology, religion, and legends that surround it.",
                        "images": [
                            {
                                "name": "Laxminarayan Temple",
                                "image": "./assets/img/gujarat/laxminarayan.jpg"
                            },
                            {
                                "name": "Somnath Temple",
                                "image": "./assets/img/gujarat/somnath.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Gir National Park",
                        "description": "Gir National Park and Wildlife Sanctuary is the only remaining home for the Asiatic Lions. Located in Talala Gir in Gujarat, the Sanctuary is a part of Kathiawar- Gir dry deciduous forests ecoregion. Gir National Park is closed from 16 June to 15 October every year and the best time for wildlife spotting is April and May.",
                        "images": [
                            {
                                "name": "Gir National Park",
                                "image": "./assets/img/gujarat/gir.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kutch",
                        "description": " Situated on the banks of river Mahanadi. It is 35 km away from the Mahasamund district and around 78 km away from the city of Raipur, which is the capital of Chhattisgarh. The village of Sirpur is an archaeological wonder. Inspiration to many architects, this village is rich in its temple culture. A quaint hidden gem, it has a deep connection to the Buddhism world and a treasure for archaeological findings from the 8th century. ",
                        "images": [
                            {
                                "name": "Mandvi Beach, Bhuj",
                                "image": "./assets/img/gujarat/mandvi.jpg"
                            },
                            {
                                "name": "Rann of Kutch",
                                "image": "./assets/img/gujarat/rann.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Vadodara",
                        "description": "Vadodara or Baroda is a cosmopolitan city located in Gujarat. Home to some of the most exemplary displays of architecture, Vadodara is a fitting memorial to Maratha leader Sayaji Rao Gaekwad III who had envisioned a dream to make this Big City an educational, industrial and commercial centre.",
                        "images": [
                            {
                                "name": "Dwarkadhish Temple",
                                "image": "./assets/img/gujarat/dwarka.jpg"
                            },
                            {
                                "name": "Rukmini Devi Temple",
                                "image": "./assets/img/gujarat/devi.jpg"
                            },
                            {
                                "name": "Nageshwar Jyotirlinga",
                                "image": "./assets/img/gujarat/nageshwar.jpg"
                            },
                            {
                                "name": "Bet Dwarka",
                                "image": "./assets/img/gujarat/bet.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Dwarka",
                        "description": "Located on the western tip of the Saurashtra peninsula in Gujarat, Dwarka is an ancient city of India. Known as Devbhoomi Dwarka, Dwarka boasts of being the only city that is a part of both Char Dham (four principal holy places) and also Sapta Puris (seven sacred cities) mentioned in the Hindu religion. Dwarka was a part of the ancient kingdom of Krishna and Nageshwar Jyotirlinga Temple, one of the 12 Jyotirlingas, is also located in Dwarka. ",
                        "images": [
                            {
                                "name": "Madku Dweep",
                                "image": "./assets/img/chhattisgarh/madku.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Diu",
                        "description": "Located near the port of Veraval, Diu is a small island which was earlier a Portuguese colony and is now guarded by beaches all around. Diu takes up most popularity given the ample number of beaches, along with Gujarat's southern coast such as the Nagoa beach, but has a lot more to offer too. Alcohol is legal in Diu",
                        "images": [
                            {
                                "name": "Nagoa Beach",
                                "image": "./assets/img/gujarat/nagoa.jpg"
                            },
                            {
                                "name": "Naida Caves",
                                "image": "./assets/img/gujarat/naida.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Patan",
                        "description": "Chirmiri is referred to as the ‘Jannat/Heaven of Chhattisgarh’. The lush greenery, mountains and rivers make it a perfect getaway destination for anyone looking to relax. This scenic town is also known for its coal mines. There are several temples and other notable places that are famous among tourists. Chirmiri is well connected to major cities via rail and road. Chirmiri is situated at an altitude of 579 m above sea level. It lies along the bank of Hasdeo River.",
                        "images": [
                            {
                                "name": "Sahastralinga Talav",
                                "image": "./assets/img/gujarat/talao.jpg"
                            },
                            {
                                "name": "Shopping in Patan",
                                "image": "./assets/img/gujarat/patan.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Maharashtra",
                "tagline": "Unlimited.",
                "banner": "./assets/img/Maharashtra/Banner12.jpg",
                "description": "Maharashtra is the third largest state and second most populous state than in the country. Owing to its proximity to the Western Ghats, it is blessed with a picturesque backdrop of the mountains on one side and has the beautiful Konkan coastal belt on the other.",
                "image": "./assets/img/Maharashtra/Maharashtra.jpg",
                "largestCity": "Ajanta and Ellora Caves",
                "officialLang": "Hindi",
                "NearestAirport": "Mumbai, Pune, Nagpur, Aurangabad",
                "BestTime": "June- March",
                "longDescription": " Maharashtra, the land of everything unlimited invites you into its widespread plethora of attractions. It is adorned by the beautiful Sahyadri ranges of the Western Ghats with high mountains that disappear into the morning mist, while the sprawling belt of the Konkan Coast mesmerises the eyes by its white beaches.",
                "placesToVisit": [
                    {
                        "name": "Ajanta and Ellora Caves",
                        "description": "Ajanta and Ellora caves, considered to be one of the finest examples of ancient rock-cut caves, are located near Aurangabad in Maharashtra, India. Ajanta and Ellora caves complex is adorned with beautiful sculptures, paintings, and frescoes and include Buddhist monasteries, Hindu and Jain temples.",
                        "images": [
                            {
                                "name": "Ajanta and Ellora Caves",
                                "image": "./assets/img/Maharashtra/Ajanta and Ellora Caves.jpg"
                            },
                            {
                                "name": "Ajanta Caves",
                                "image": "./assets/img/Maharashtra/Ajanta Caves.jpg"
                            },
                            {
                                "name": "Grishneshwar Temple",
                                "image": "./assets/img/Maharashtra/Grishneshwar Temple.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mahabaleshwar",
                        "description": "Mahabaleshwar is a hill station located in the Western Ghats, in Satara district of Maharashtra. Apart from its strawberries, Mahabaleshwar is also well known for its numerous rivers, magnificent cascades and majestic peaks.",
                        "images": [
                            {
                                "name": "Mahabaleshwar",
                                "image": "./assets/img/Maharashtra/Mahabaleshwar.jpg"
                            },
                            {
                                "name": "Elephant's Head Point",
                                "image": "./assets/img/Maharashtra/Elephant's Head Point.jpg"
                            },
                            {
                                "name": "Chinaman's Falls",
                                "image": "./assets/img/Maharashtra/Chinaman's Falls.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Panchgani",
                        "description": "Deriving its name from the five hills surrounding it, Panchgani is a popular hill station near Mahabaleshwar in Maharashtra, famous for its various sunset and sunrise points and scenic valley view.",
                        "images": [
                            {
                                "name": "Panchgani",
                                "image": "./assets/img/Maharashtra/Panchgani.jpg"
                            },
                            {
                                "name": "Kaas Plateau",
                                "image": "./assets/img/Maharashtra/Kaas Plateau.jpg"
                            },
                            {
                                "name": "Table Land",
                                "image": "./assets/img/Maharashtra/Table Land.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Lavasa",
                        "description": "Known as India's newest hill station, the Lavasa Corporation is constructing this private city. The city is a beautiful project, stylistically based on the Italian town Portofino.",
                        "images": [
                            {
                                "name": "Lavasa",
                                "image": "./assets/img/Maharashtra/Lavasa.jpg"
                            },
                            {
                                "name": "Sightseeing in Lavasa",
                                "image": "./assets/img/Maharashtra/Sightseeing in Lavasa.jpg"
                            },
                            {
                                "name": "Lakeside Promenade",
                                "image": "./assets/img/Maharashtra/Lakeside Promenade.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Shirdi",
                        "description": "The home of great saint Sai Baba, Shirdi is a religious site close to Nasik with various temples apart from the famous Sai Baba temple and a few historical sites.",
                        "images": [
                            {
                                "name": "Shirdi",
                                "image": "./assets/img/Maharashtra/Shirdi.jpg"
                            },
                            {
                                "name": "Shri Sai Baba Sansthan Temple",
                                "image": "./assets/img/Maharashtra/Shri Sai Baba Sansthan Temple.jpg"
                            },
                            {
                                "name": "Shani Shingnapur",
                                "image": "./assets/img/Maharashtra/Shani Shingnapur.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Kolad",
                        "description": "Famous for white water rafting, Kolad is a thriving tiny village in the Raigad district in Maharashtra. Known for its cascading waterfalls, green meadows and picturesque backdrop of Sahyadris, Kolad is gaining traction as an adventure sports destination with provisions for rafting, rappelling, and kayaking.",
                        "images": [
                            {
                                "name": "Kolad",
                                "image": "./assets/img/Maharashtra/Kolad.jpg"
                            },
                            {
                                "name": "Kolad River Rafting",
                                "image": "./assets/img/Maharashtra/Kolad River Rafting.jpg"
                            },
                            {
                                "name": "Tamhini Ghat Waterfalls",
                                "image": "./assets/img/Maharashtra/Tamhini Ghat Waterfalls.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bhandardara",
                        "description": "Bhandardara, a hill station nestled in the Sahyadri ranges of Maharashtra, has all the nature's blessings a place can get. The lush greenery, the humble waterfalls and surrounded by high mountains makes for the perfect holiday spot for city dwellers.",
                        "images": [
                            {
                                "name": "Bhandardara",
                                "image": "./assets/img/Maharashtra/Bhandardara.jpg"
                            },
                            {
                                "name": "Umbrella Falls",
                                "image": "./assets/img/Maharashtra/Umbrella Falls.jpg"
                            },
                            {
                                "name": "Wilson Dam",
                                "image": "./assets/img/Maharashtra/Wilson Dam.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mumbai",
                        "description": "Mumbai, the capital city of the Indian state of Maharashtra, is a spectacular paradox of chaos and hope, glamour and squalor, modernity and tradition. Famously known as the City of Dreams, Mumbai – formerly known as Bombay - Mumbai is a beautifully blended melting pot of cultures and lifestyles.",
                        "images": [
                            {
                                "name": "Mumbai",
                                "image": "./assets/img/Maharashtra/Mumbai.jpg"
                            },
                            {
                                "name": "Elephanta caves",
                                "image": "./assets/img/Maharashtra/Elephanta caves.jpg"
                            },
                            {
                                "name": "Marine Drive, Mumbai",
                                "image": "./assets/img/Maharashtra/Marine Drive, Mumbai.jpg"
                            }
                        ]
                    }
                ]
            },
            {
                "name": "Rajasthan",
                "tagline": "​​The Incredible State of India.",
                "banner": "./assets/img/rajasthan/rajasthan.jpg",
                "description": "Formerly known as the Land of the Kings, Rajasthan is a beautiful example of India’s age-old opulence and grandeur, traces of which still linger in the air of this state. in terms of area, it is the largest among all the states in India. One of the most colourful and vibrant states, with a heady blend of culture, history, music, cuisine and people welcoming you with smiling faces, falling in love with Rajasthan doesn’t take much time.",
                "image": "./assets/img/rajasthan/jaipur.jpg",
                "largestCity": "Jaipur",
                "officialLang": "Hindi",
                "NearestAirport": "Jaipur, Jodhimachalur, Udaipur",
                "BestTime": "October to March",
                "longDescription": "The Indian state of Rajasthan is popularly known to many as the Land of the Kings, is a beautiful example of India?s age-old opulence and grandeur, traces of which still linger in the air of this state. One of the most colourful and vibrant states in the country, with a strong blend of culture, history, music, cuisine falling in love with Rajasthan doesn't take much time. Rajasthan has more history than the entire country put together- it is the realm of erstwhile Maharajas and their lavish palaces and majestic forts. Golden-sand deserts, traditional handicrafts, authentic cuisine and awe-inspiring palaces all contribute to making Rajasthan an ideal vacation spot. Don't forget to wish everyone with Khamma Ghani while you're here!</br> Rajasthan abounds in forts which offer sweeping views of the panoramic landscape. Three most essential forts in Rajasthan are the Amber Fort in Jaipur, Mehrangarh Fort in Jodhimachalur and Jaisalmer Fort, commonly known as Sonar Quila.</br> Rajasthan also has a significant number of palaces that are of historical significance, the famous ones being the Umaid Bhawan Palace and the Jaipur City Palace. Both of these palaces date back to the high times, and you can see the furniture and other objects used by the royal families on view in these palaces.",
                "placesToVisit": [
                    {
                        "name": "Jaipur",
                        "description": "Jaipur is a vibrant amalgamation of the old and the new. Also called the Pink City, the capital of the royal state of Rajasthan, was ruled by the Rajputs for many centuries and developed as a planned city in the 17th century AD. Along with Delhi and Agra, Jaipur forms the Golden Triangle and hails as one of the most famous tourist circuits of the country.",
                        "images": [
                            {
                                "name": "Jaipur",
                                "image": "./assets/img/rajasthan/jaipur.jpg"
                            },
                            {
                                "name": "Hawa Mahal",
                                "image": "./assets/img/rajasthan/hawamahal.jpg"
                            },
                            {
                                "name": "Birla Temple",
                                "image": "./assets/img/rajasthan/birlatemple.jpg"
                            },
                            {
                                "name": "Amber Fort",
                                "image": "./assets/img/rajasthan/amberfort.jpg"
                            },
                            {
                                "name": "Nahargarh Fort",
                                "image": "./assets/img/rajasthan/nahargarh.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Udaipur",
                        "description": "Also known as the City of Lakes, is the crown jewel of the state of Rajasthan. It is surrounded by the beautiful Aravalli Hills in all directions, making this city as lovely as it is. This 'Venice of the East' has an abundance of natural beauty, mesmerising temples and breathtaking architecture which makes it a must-visit destination in India.",
                        "images": [
                            {
                                "name": "City Palace",
                                "image": "./assets/img/rajasthan/citypalace.jpg"
                            },
                            {
                                "name": "Lake Pichola",
                                "image": "./assets/img/rajasthan/lakepichola.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Ajmer",
                        "description": "Surrounded by Aravali ranges, the city of Ajmer is most famous for the Ajmer Sharif Dargah of saint Muin-ud-din Chishti. Located at a distance of 130 km from Jaipur and 14 kms from Pushkar in Rajasthan, the city is firmly bound by its traditions and culture. ",
                        "images": [
                            {
                                "name": "Ana Sagar Lake",
                                "image": "./assets/img/rajasthan/anasagar.jpg"
                            },
                            {
                                "name": "Ajmer Sharif Dargah",
                                "image": "./assets/img/rajasthan/ajmersharif.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Jaisalmer",
                        "description": "Jaisalmer is a major tourist spot located in the northwestern state of Rajasthan in India. It is known as the 'golden city' due to its bounteous golden dunes and castles clad in golden honey sandstone. Jaisalmer is adorned with lakes, ornate Jain temples and havelis",
                        "images": [
                            {
                                "name": "Jaisalmer Fort",
                                "image": "./assets/img/rajasthan/jaisalmer.jpg"
                            },
                            {
                                "name": "Gadisar Lake",
                                "image": "./assets/img/rajasthan/gadisarlake.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Mount Abu",
                        "description": "The only hill station of Rajasthan, its cool atmosphere and lush green surroundings make it a major tourist spot within the state. The most important attraction, however, are undoubtedly the Dilwara temples, which is one of the most stunning piece of architecture in the country. ",
                        "images": [
                            {
                                "name": "Toad Rock",
                                "image": "./assets/img/rajasthan/toadrock.jpg"
                            },
                            {
                                "name": "Nakki Lake",
                                "image": "./assets/img/rajasthan/nakkilake.jpg"
                            }
                        ]
                    },
                    {
                        "name": "Bikaner",
                        "description": "Bikaner is a cultural paradise and a traveller's haven. Bikaner with its magnificence in architecture, art and culture is filled with colour, festivity and cultural marvels.The city will mesmerize you with the camels sauntering the beautiful sand dunes. ",
                        "images": [
                            {
                                "name": "Junagarh Fort",
                                "image": "./assets/img/rajasthan/junagarhfort.jpg"
                            },
                            {
                                "name": "Rampuriya Haveli",
                                "image": "./assets/img/rajasthan/rampuriya.jpg"
                            }
                        ]
                    }
                ]
            }
        ]
    }
]